<pad>	0
<unk>	0
<s>	0
</s>	0
▁	-3.30616
ን	-4.14548
▁በ	-4.61215
▁እና	-4.62777
ም	-4.63984
ና	-4.74842
▁ላይ	-4.78087
▁የ	-4.80283
▁ከ	-4.80942
፣	-5.13012
▁"	-5.30022
▁ነው	-5.47552
▁ወደ	-5.51957
▁ጋር	-5.63423
/	-5.63549
▁ለ	-5.63922
▁-	-5.64667
.	-5.76114
ው	-5.78196
▁ውስጥ	-5.80223
ት	-5.85455
▁ከተማ	-6.0306
▁።	-6.07168
▁ሰዎች	-6.08387
▁ቤት	-6.13335
▁(	-6.1674
!	-6.17995
▁ሲሆን	-6.19504
።	-6.20275
▁፣	-6.22193
)	-6.2434
▁ነው።	-6.247
ር	-6.30755
"	-6.32858
▁ጊዜ	-6.33815
▁ዓ	-6.34029
፤	-6.35604
▁ክልል	-6.36516
▁በላይ	-6.39888
▁አበባ	-6.42534
▁አቶ	-6.42961
▁መሆኑን	-6.45167
-	-6.46127
▁ቀን	-6.50694
ኛ	-6.51299
▁የኢትዮጵያ	-6.51499
▁ብር	-6.53347
▁.	-6.57573
▁“	-6.59872
▁ከፍተኛ	-6.61725
▁ኢትዮጵያ	-6.62045
▁ግን	-6.63747
▁እንዲሁም	-6.66298
▁ዛሬ	-6.67367
▁ተማሪዎች	-6.67585
▁!	-6.68028
▁አንድ	-6.68424
▁ዓመት	-6.68441
▁እስከ	-6.70186
▁ትምህርት	-6.70244
▁እንደ	-6.70589
▁መረጃ	-6.71147
▁ፖሊስ	-6.75951
▁ነገር	-6.76646
▁1	-6.77591
በት	-6.78263
▁፤	-6.7878
▁ሲሉ	-6.78791
▁ስራ	-6.79667
ል	-6.79829
▁አዲስ	-6.81387
▁በኋላ	-6.81489
▁ብቻ	-6.82646
▁ጨዋታ	-6.86397
ስ	-6.87474
▁አገልግሎት	-6.89369
▁ዩኒቨርሲቲ	-6.91485
▁ምክንያት	-6.91989
▁መንግስት	-6.92104
▁ደግሞ	-6.93308
፡፡	-6.93534
▁ተናግረዋል።	-6.94082
▁ዋና	-6.95215
▁2	-6.97211
▁ሰው	-6.97795
▁•	-6.98337
▁ሰዓት	-6.98365
▁ሁኔታ	-6.98449
▁ያለው	-6.98517
▁መንገድ	-6.98652
▁ደረጃ	-6.99384
ች	-7.01849
”	-7.01877
▁መካከል	-7.02823
▁ሚኒስቴር	-7.03493
▁ሲል	-7.03992
▁ጀምሮ	-7.05106
▁ዞን	-7.06739
▁ጉዳይ	-7.06802
▁ይህ	-7.07705
▁ብለዋል።	-7.08357
▁በፊት	-7.08505
▁ቡድን	-7.08905
▁ምን	-7.09047
▁,	-7.09233
▁ሺህ	-7.09491
▁ቁጥር	-7.09595
ለ	-7.11048
▁ሊግ	-7.1161
▁ጉዳት	-7.12466
▁ተከትሎ	-7.14297
▁ከዚህ	-7.14606
▁አሁን	-7.16389
▁በዚህ	-7.16725
▁ስር	-7.1861
▁ሁለት	-7.1985
?	-7.2015
▁ወረዳ	-7.20708
▁3	-7.21013
▁እ	-7.2143
ዉ	-7.21694
▁ሚኒስትር	-7.22138
▁በኢትዮጵያ	-7.22792
▁አስተዳደር	-7.23354
▁ክፍል	-7.23999
▁'	-7.24281
▁ችግር	-7.24933
▁ይፋ	-7.25214
▁አመት	-7.25622
▁ወቅት	-7.26243
▁ውጤት	-7.26668
▁?	-7.28785
▁የትምህርት	-7.28861
▁ሚሊዮን	-7.29699
▁ወይም	-7.30369
▁መሰረት	-7.31985
▁ድረስ	-7.32574
▁ተገልጿል።	-7.32722
▁ወር	-7.3296
▁አደጋ	-7.33457
▁መግለጫ	-7.33831
▁ድጋፍ	-7.35105
▁ስለ	-7.35715
▁ጥቃት	-7.36166
▁አካባቢ	-7.36781
▁ዩናይትድ	-7.36933
▁ነበር።	-7.38234
▁ክለብ	-7.38739
▁አሰልጣኝ	-7.38878
▁ማንችስተር	-7.39436
▁አል	-7.39584
▁ነበር	-7.40005
ህ	-7.40688
▁0	-7.40794
▁ጠቅላይ	-7.40935
...	-7.41029
የ	-7.42356
▁በአዲስ	-7.42491
▁ሀገር	-7.44516
▁:	-7.44578
▁ሌሎች	-7.44628
▁አ	-7.45226
▁ጨምሮ	-7.45468
▁አካላት	-7.45762
▁ልዩ	-7.46043
▁አቀፍ	-7.46368
▁ምክር	-7.46815
▁እንደሆነ	-7.4686
▁የአዲስ	-7.46889
▁ቀናት	-7.46995
▁በቁጥጥር	-7.47193
▁ተቋማት	-7.47504
▁አባላት	-7.47898
▁ፕሬዝዳንት	-7.48855
▁ዶ	-7.49267
ል።	-7.49313
▁ሙሉ	-7.49389
▁ቢሮ	-7.49714
▁ያለ	-7.50266
▁ብሔራዊ	-7.50284
▁ገልጿል።	-7.50642
▁ፈተና	-7.50758
▁ሳምንት	-7.51076
▁በኩል	-7.52776
▁ምንም	-7.53411
▁5	-7.53711
▁ቤቶች	-7.53763
▁መሆኑ	-7.54199
▁የተለያዩ	-7.54734
▁በርካታ	-7.54841
▁ቤቱ	-7.54953
▁ሲቲ	-7.55342
▁ነጥብ	-7.55439
▁መ	-7.55676
▁ጥያቄ	-7.56947
▁4	-7.57532
▁ያሉ	-7.57686
▁ተጨዋች	-7.57945
▁በሚል	-7.5798
▁ምርመራ	-7.57988
በ	-7.58555
▁ሥራ	-7.58597
▁ቫይረስ	-7.59788
▁ዕለት	-7.60182
▁አስታውቋል።	-7.60262
▁ፍርድ	-7.6032
▁ሲ	-7.60489
ቤት	-7.60544
▁ህይወት	-7.60608
▁ባንክ	-7.61892
▁ገልጸዋል።	-7.6265
▁ቦታ	-7.62766
▁ድርጅት	-7.63037
▁ነው፡፡	-7.63248
▁፦	-7.63297
▁ተብሎ	-7.63843
ክ	-7.64229
▁በተለያዩ	-7.65452
ነት	-7.65918
▁ሀገራት	-7.66279
▁ተጨማሪ	-7.66399
▁ግብ	-7.66857
▁ጥሪ	-7.67236
▁ይ	-7.67961
▁ብዙ	-7.68066
▁በማድረግ	-7.68584
▁ጨዋታዎች	-7.69546
▁ጉዳዮች	-7.69624
ሮ	-7.71084
▁)	-7.71481
▁በዚህም	-7.72147
▁በመቶ	-7.72648
▁የውጭ	-7.72712
ያ	-7.73026
፡	-7.7374
▁ተብሏል።	-7.73783
▁ሁሉ	-7.74833
▁መንግሥት	-7.75046
▁ገንዘብ	-7.75348
▁ኮሚሽን	-7.75388
ዎች	-7.75599
▁መስመር	-7.75744
▁ምክትል	-7.75757
▁ያሉት	-7.75829
:	-7.7698
▁10	-7.77176
▁የስራ	-7.77485
▁ኃይል	-7.77691
▁ይህንን	-7.77835
▁ዋጋ	-7.77836
▁በማለት	-7.78295
▁የሚገኙ	-7.78626
▁ዜጎች	-7.78704
▁ቃል	-7.79072
▁ምርጫ	-7.79416
▁በዛሬው	-7.79566
▁ዓለም	-7.79743
▁ማድረግ	-7.7999
▁ለማድረግ	-7.81144
▁ናቸው።	-7.81178
▁ዋንጫ	-7.82005
▁ዶላር	-7.82281
▁ልጅ	-7.82283
▁ብሎ	-7.8241
▁ብሏል።	-7.82564
▁አይነት	-7.8275
▁ሶስት	-7.83003
አ	-7.83096
▁ሆኖ	-7.83277
▁ውሳኔ	-7.83304
ውን	-7.83404
▁ይህን	-7.83516
▁ሊ	-7.84155
ባቸው	-7.84267
ኝ	-7.84313
▁ያለውን	-7.84574
▁የነበረው	-7.84622
▁ዓመታት	-7.84627
▁ናቸው	-7.84856
▁ወራት	-7.85045
▁ወንጀል	-7.85057
▁የጤና	-7.85073
▁ግንኙነት	-7.85212
▁ማድሪድ	-7.85513
▁()	-7.85637
▁ሆነ	-7.85933
ቱ	-7.86305
▁እለት	-7.86586
▁ጤና	-7.86767
ድ	-7.87276
▁በሙሉ	-7.87299
▁ባለፉት	-7.87539
▁የነበሩ	-7.87771
▁በጣም	-7.87786
▁የሚል	-7.87823
▁ዙሪያ	-7.88409
▁የሆነ	-7.88734
▁6	-7.89145
▁ሰላም	-7.89549
▁ተጫዋች	-7.89634
▁ሁሉም	-7.90174
▁ምላሽ	-7.90326
▁ህዝብ	-7.90565
▁እስካሁን	-7.91401
▁:-	-7.91449
ሽ	-7.91706
▁ስምምነት	-7.9211
▁ግብር	-7.92196
▁ውጪ	-7.92224
▁በቀጣይ	-7.92494
▁ተናግረዋል፡፡	-7.93068
▁አካባቢዎች	-7.93082
1	-7.93104
▁በመሆኑ	-7.93291
▁ውድድር	-7.93669
▁እርምጃ	-7.94068
▁ከባድ	-7.94088
▁በአንድ	-7.94098
▁አካል	-7.94725
▁አራት	-7.9488
▁እንጂ	-7.95675
▁ቀደም	-7.95879
▁ነዋሪዎች	-7.96233
▁ህግ	-7.96423
▁የመጀመሪያ	-7.96506
▁ልማት	-7.96624
ከ	-7.96703
▁ምርጥ	-7.97046
▁አየር	-7.97177
▁ግጭት	-7.97444
▁ጦርነት	-7.98766
▁በተጨማሪም	-7.99111
▁የክልሉ	-7.99546
▁ዘመን	-7.99645
▁ገልፀዋል።	-7.99704
▁ሆስፒታል	-7.99918
፦	-8.00445
▁ወ	-8.0062
▁የመንግስት	-8.00773
::	-8.0118
▁፡	-8.01201
▁ውይይት	-8.01417
▁ኃላፊ	-8.01486
▁ዙር	-8.01682
▁አንዱ	-8.02474
▁ሊቨርፑል	-8.02493
ዶ	-8.03277
▁ገ	-8.03343
▁የሚ	-8.03563
ዋ	-8.03845
▁አፍሪካ	-8.04364
▁እንደነበር	-8.04579
▁ባለ	-8.04621
▁በሆነ	-8.04642
▁7	-8.04932
▁ዶክተር	-8.04996
12	-8.05105
▁ከሆነ	-8.05144
▁የአፍሪካ	-8.05326
▁ሆነው	-8.0551
2	-8.05556
▁ለብስራት	-8.06549
▁ግለሰቦች	-8.06824
▁ግለሰብ	-8.07343
▁ምሽት	-8.08069
ቸው	-8.08397
▁12	-8.09864
ታ	-8.10142
▁አለ	-8.10471
▁ዳይሬክተር	-8.10603
▁እንኳን	-8.10972
▁እንዲ	-8.11177
▁ይገኛል።	-8.11343
▁ጥረት	-8.11671
ይ	-8.12074
▁ፓርቲ	-8.12117
▁24	-8.12286
▁የውድድር	-8.12694
▁አሁንም	-8.12947
▁የአሜሪካ	-8.13059
▁አህመድ	-8.13417
(	-8.13558
▁አምስት	-8.13571
▁ተ	-8.13956
▁እንቅስቃሴ	-8.14273
ስት	-8.14324
▁ቼልሲ	-8.14452
3	-8.14542
▁አባል	-8.14839
▁20	-8.14968
▁በተጨማሪ	-8.15293
▁ኳስ	-8.154
▁8	-8.15534
▁መሆን	-8.15542
▁አርሰናል	-8.15675
ማ	-8.15892
▁መልኩ	-8.16222
▁ይታወሳል።	-8.16592
▁የነበረ	-8.16678
▁ዝግጅት	-8.1694
▁የፀጥታ	-8.17496
▁ይሆናል	-8.17528
▁ማለት	-8.17536
▁ንግድ	-8.17832
▁ባለው	-8.17987
▁የአማራ	-8.1839
▁ጥሩ	-8.1841
▁ክፍለ	-8.18447
▁በመሆን	-8.18488
▁የሰላም	-8.18542
▁ትላንት	-8.18646
ፍ	-8.18956
▁ሪፖርት	-8.1914
▁አሳውቋል።	-8.19144
▁ሴት	-8.19334
▁በቅርቡ	-8.19393
ዲ	-8.19598
▁ቢሆንም	-8.19797
▁ያላቸው	-8.19874
▁አሜሪካ	-8.20147
▁የትግራይ	-8.20208
▁መሆናቸውን	-8.20648
▁ስጋት	-8.20703
▁ዘግቧል።	-8.20932
▁ክስ	-8.21003
▁መሪ	-8.21237
▁የፊት	-8.21274
▁ተገልጿል	-8.21565
▁ሴቶች	-8.21714
▁በዓል	-8.21906
▁ባለፈው	-8.22015
▁30	-8.22027
▁በተመለከተ	-8.22259
▁የቀድሞ	-8.22288
▁ህክምና	-8.22622
▁አይደለም	-8.22765
አንዳንድ	-8.22789
▁በትግራይ	-8.22947
▁ጦር	-8.23124
'	-8.23124
▁ይሆናል።	-8.23376
▁መከላከያ	-8.24169
▁ውጭ	-8.24183
▁ትልቅ	-8.24341
▁ፕሮግራም	-8.24611
▁የህዝብ	-8.24662
▁መጠን	-8.24807
▁ገቢ	-8.24851
▁እኔ	-8.24885
▁ሪያል	-8.2524
▁ሚሊየን	-8.25301
▁መልዕክት	-8.26184
▁ክፍያ	-8.26277
ሚ	-8.26399
▁ታሪክ	-8.26914
▁የዓለም	-8.27287
▁ሂደት	-8.27404
▁ፍላጎት	-8.27514
▁አጠቃላይ	-8.27797
▁መልካም	-8.2793
▁ሳይሆን	-8.28128
▁ያ	-8.28138
▁አመራሮች	-8.28275
▁ዩኒቨርሲቲው	-8.28312
▁11	-8.28346
▁ኮሚቴ	-8.2853
▁ያህል	-8.28534
▁በሌላ	-8.29145
▁የጦር	-8.29173
▁የሆኑ	-8.2938
▁ል	-8.29919
▁ስም	-8.30048
▁በኃላ	-8.30162
▁ሚኒስትሩ	-8.303
▁ችሏል።	-8.30552
▁መብት	-8.3089
ችን	-8.30914
▁ሜዳ	-8.3092
▁ብሄራዊ	-8.31433
▁ነገ	-8.31472
▁የሆኑት	-8.31522
▁ሰራተኞች	-8.31561
▁ከተሞች	-8.31731
▁15	-8.31777
▁ጽ	-8.31827
▁እጅግ	-8.32086
▁ዘርፍ	-8.3211
▁በክልሉ	-8.32219
▁ሬዲዮ	-8.32423
▁አለም	-8.32657
▁የንግድ	-8.32757
▁በኮሮና	-8.32773
▁9	-8.33398
▁ደረጄ	-8.33493
ብ	-8.33629
▁ሌላ	-8.33669
▁ዜና	-8.33692
▁ምንጭ፦	-8.33833
▁ቢ	-8.34073
▁በአማራ	-8.34075
▁ወጣቶች	-8.34305
▁ሜትር	-8.34383
▁የሚገኘው	-8.34459
▁ሺ	-8.34502
▁ጣቢያ	-8.35026
▁በተለይ	-8.35157
▁::	-8.35164
▁ኃይሎች	-8.35256
ለት	-8.35483
▁ተግባር	-8.35523
▁ቢሊዮን	-8.35659
▁የገንዘብ	-8.36152
-19	-8.36428
5	-8.3682
▁የህክምና	-8.37425
▁ማዕከል	-8.37433
▁እኛ	-8.37532
▁መደበኛ	-8.3757
▁ቁጥጥር	-8.378
ኛው	-8.38296
▁ደህንነት	-8.38354
▁መረጃዎች	-8.38752
▁በተያያዘ	-8.38772
▁ይህም	-8.38822
▁ተነግሯል።	-8.38825
▁ቴሌቪዥን	-8.38845
,	-8.38965
▁የግል	-8.39023
▁የሆነው	-8.3904
▁ቡድኑ	-8.39315
▁ባርሴሎና	-8.39521
▁ምዝገባ	-8.39569
▁በጀት	-8.39763
▁ግንባታ	-8.39881
▁የሥራ	-8.40044
▁በቫይረሱ	-8.40068
▁አምባሳደር	-8.40909
▁መርሐ	-8.40926
▁ብለዋል፡፡	-8.41055
▁እንዴት	-8.4108
▁ዉስጥ	-8.41201
▁የምግብ	-8.41501
▁ንብረት	-8.42087
▁የጸጥታ	-8.42242
▁በጋራ	-8.42415
▁ሚዲያ	-8.42522
▁የሰው	-8.42759
▁ማሸነፍ	-8.42976
▁ጉባኤ	-8.43045
▁ድል	-8.43187
▁አመታት	-8.43219
▁በደቡብ	-8.43423
▁ቀበሌ	-8.43475
▁ተቋም	-8.43752
▁ብለው	-8.43753
ላቸው	-8.43845
▁አይ	-8.44287
▁በስምኦን	-8.44316
▁በሰጡት	-8.44659
▁አቅም	-8.44675
10	-8.44723
▁እግር	-8.44838
▁ትኩረት	-8.44912
!!	-8.44921
▁እንደሚገኝ	-8.45207
▁በአሁኑ	-8.454
▁እንደሚችል	-8.45799
▁/	-8.46001
4	-8.46095
▁አስራ	-8.46147
▁ስድስት	-8.4638
▁ዐቢይ	-8.46528
▁የኮሮና	-8.46623
▁ዳር	-8.46663
▁ሁለተኛ	-8.47416
▁የአውሮፓ	-8.4758
▁አደባባይ	-8.47856
▁ክልሎች	-8.4799
▁ቤተሰብ	-8.48063
▁ይገኛል	-8.48097
▁መቶ	-8.48386
▁መስጠት	-8.48413
▁ቤተ	-8.48587
▁ለማግኘት	-8.48642
▁ህብረት	-8.48706
▁14	-8.4883
▁የእንግሊዝ	-8.48951
▁ተናግሯል።	-8.49062
ሺ	-8.49357
▁ንግግር	-8.49961
▁ተማሪ	-8.50271
▁የለም	-8.50286
6	-8.50656
▁መስከረም	-8.50725
▁የፖለቲካ	-8.50811
▁ስብሰባ	-8.50887
▁ሱዳን	-8.50949
▁ተወካዮች	-8.51394
▁ባለሙያዎች	-8.51456
▁መሠረት	-8.51875
▁ቅዳሜ	-8.52503
▁ስልክ	-8.52528
▁አድርጎ	-8.52833
▁ሳይንስ	-8.53294
▁ለመስጠት	-8.53314
▁ደቡብ	-8.53504
▁መሳሪያ	-8.53518
▁ምንጭ	-8.53769
▁የሚሆኑ	-8.54
▁መኪና	-8.54212
▁ጠ	-8.54268
▁ድርጅቶች	-8.54285
▁የፌደራል	-8.54419
▁፡፡	-8.5485
▁ስፍራ	-8.55034
▁ተማሪዎችን	-8.55244
▁አስተያየት	-8.55282
▁ቅዱስ	-8.55379
▁በአጠቃላይ	-8.5553
▁እድል	-8.56083
▁ከላይ	-8.56202
▁በይፋ	-8.56227
▁ድምፅ	-8.56358
▁የሚያስችል	-8.56429
▁አመራር	-8.56454
▁እየ	-8.56508
▁ዝርዝር	-8.56642
▁...	-8.56801
▁ምግብ	-8.56877
▁የአለም	-8.56888
▁የተነሳ	-8.57201
▁ሚላን	-8.5738
▁ወታደራዊ	-8.57533
▁ክትትል	-8.57607
ቶ	-8.57673
▁መምሪያ	-8.57729
ኤ	-8.57779
▁ስልጠና	-8.57901
▁ከፍ	-8.586
▁የእሳት	-8.58769
▁13	-8.58842
▁ቴክኖሎጂ	-8.58963
▁ቦርድ	-8.59012
▁በታች	-8.59048
ተ	-8.59251
▁ዓመቱ	-8.59292
▁ነዉ	-8.59304
ዝ	-8.59326
▁ማን	-8.59352
▁በኦሮሚያ	-8.59578
▁ፕርሚየር	-8.59686
▁በሰላም	-8.59842
▁የደቡብ	-8.60315
▁ክለቦች	-8.60459
▁ቡና	-8.60778
▁በተለይም	-8.60779
▁ትናንት	-8.60818
▁2016	-8.60834
▁ዩኒቨርሲቲዎች	-8.60852
▁የጋራ	-8.60875
▁ቆይታ	-8.60998
▁ማግኘት	-8.61232
▁የአየር	-8.61246
ዎቹ	-8.6146
▁ባ	-8.61575
▁ወጣት	-8.61754
▁ዘንድ	-8.61876
▁ማህበር	-8.61961
▁ኢ	-8.62132
▁ትስስር	-8.62227
▁እጥረት	-8.62307
▁እርዳታ	-8.62424
▁ይዞ	-8.6267
▁አስታውቋል፡፡	-8.62722
▁ተስፋ	-8.62862
▁በተመሳሳይ	-8.62876
▁ሬድዮ	-8.6321
▁ሰኔ	-8.63294
▁ባወጣው	-8.63573
▁19	-8.63618
▁አስተዳደሩ	-8.63622
▁አዲሱ	-8.63643
▁በከፍተኛ	-8.63765
▁ቦታዎች	-8.64028
ላ	-8.64121
▁መኖሪያ	-8.64235
▁ይችላል	-8.64263
ሪ	-8.6427
▁ጥቅምት	-8.64299
▁ሰዎችን	-8.64387
▁አብይ	-8.64611
▁ይሁን	-8.6491
▁ከአንድ	-8.64994
▁የማንችስተር	-8.65079
▁ሳይ	-8.65198
8	-8.65437
▁ዲግሪ	-8.65511
▁ወጪ	-8.65719
▁ፈቃድ	-8.65804
▁ባለስልጣን	-8.65878
▁ማህበረሰብ	-8.6591
▁ዋናው	-8.6605
▁16	-8.66062
▁እሁድ	-8.66104
▁የሀገር	-8.66222
▁ኢትዮ	-8.66226
▁ለምን	-8.66244
▁ይገባል	-8.66651
▁ከኢትዮጵያ	-8.66808
▁አሉ	-8.66821
▁ችሎት	-8.66842
▁መፍትሄ	-8.6685
▁ሽልማት	-8.66868
▁አዋጅ	-8.67121
▁የካቲት	-8.6722
▁ጥናት	-8.67274
ዬ	-8.6737
▁ተግባራዊ	-8.67554
▁በቂ	-8.68129
▁የሀገሪቱ	-8.68149
▁በመጠቀም	-8.68549
▁አሸናፊ	-8.68675
▁ታጣቂዎች	-8.68692
▁ማ	-8.69408
▁ልክ	-8.69501
▁25	-8.69516
▁ውል	-8.69581
▁ሰራዊት	-8.69627
▁እንዲህ	-8.69647
▁ህይወታቸው	-8.69703
▁አገር	-8.69729
▁ስነ	-8.69874
ል፡፡	-8.7004
▁ልጆች	-8.70119
▁ነፃ	-8.70151
▁ስራዎች	-8.70246
▁ተጫዋቾች	-8.70264
ሳ	-8.70298
▁ችግሮች	-8.70556
▁በሁሉም	-8.70616
▁50	-8.70995
▁አማራ	-8.70996
▁ውሃ	-8.71166
▁ቶተንሀም	-8.71208
▁18	-8.71305
▁በመ	-8.71305
▁ባለስልጣናት	-8.71385
▁አስታወቀ።	-8.7153
▁ኪሎ	-8.71602
ኑ	-8.71606
▁ሆኗል	-8.71704
▁አድርጓል።	-8.71879
▁ገልጸዋል፡፡	-8.72037
▁ተከሳሽ	-8.7205
▁ከንቲባ	-8.72177
▁ለመከላከል	-8.72261
▁ኢትዮጵያውያን	-8.72428
▁ሁለቱ	-8.72715
▁ድርጊት	-8.72779
▁ገበያ	-8.72848
▁እንዲሆን	-8.73176
▁ነኝ	-8.73179
▁የአንድ	-8.73763
▁ምርት	-8.73886
▁ይገኛሉ።	-8.7416
▁ስርዓት	-8.74233
▁መሆናቸው	-8.74475
▁ግቦች	-8.74593
ነ	-8.74692
▁2015	-8.74849
▁ሰላማዊ	-8.752
▁አን	-8.75238
▁ቅጣት	-8.7543
▁ፎቶ	-8.75675
▁እየተደረገ	-8.75708
▁ፕሬዚዳንት	-8.75798
▁17	-8.7589
ራ	-8.7616
▁በሀገሪቱ	-8.76194
▁በዓለም	-8.76275
▁ወረዳዎች	-8.76353
▁ደቂቃ	-8.76358
▁ጋዜጠኛ	-8.76376
▁ሰባት	-8.76755
▁ለውጥ	-8.76889
▁እነዚህ	-8.76955
▁ጥር	-8.77014
▁እንደተናገሩት	-8.77069
▁መሬት	-8.77167
▁መጨረሻ	-8.77212
▁ዩኒቨርስቲ	-8.77519
▁ክፍሎች	-8.77634
ሜ	-8.77923
▁በሚገኘው	-8.77935
▁ሆቴል	-8.78017
▁በማህበራዊ	-8.78331
▁ሃይል	-8.78482
▁የተባለ	-8.78897
▁ግዛት	-8.78945
▁የኦሮሚያ	-8.79046
▁አትሌት	-8.79226
▁መንግስታት	-8.79243
7	-8.7928
▁በሽታ	-8.79284
▁ስታዲየም	-8.79288
30	-8.79354
▁የኤሌክትሪክ	-8.79663
▁ፍቅር	-8.79842
00	-8.79848
▁በአካባቢው	-8.80029
▁ባለቤት	-8.80125
▁እየተካሄደ	-8.80438
:-	-8.80576
▁ትግራይ	-8.80765
▁ጉዞ	-8.80776
▁ራዲዮ	-8.80822
▁መድረክ	-8.80837
▁ካ	-8.81125
▁ሰልፍ	-8.81179
▁እስራት	-8.81205
▁የመንግሥት	-8.8128
▁ግድብ	-8.81283
▁ነዋሪ	-8.81311
▁ዕድል	-8.81345
▁ወጥ	-8.81603
▁22	-8.81801
▁ቤተሰቦች	-8.81934
▁ሙኒክ	-8.81966
▁መገናኛ	-8.82142
▁ብዬ	-8.82157
▁ፊት	-8.82161
▁ብስራት	-8.8232
▁እስራኤል	-8.82338
▁በተደጋጋሚ	-8.82453
20	-8.82461
▁የመጀመሪያው	-8.82741
▁የመከላከያ	-8.82891
▁ከአዲስ	-8.82903
▁ሊጉ	-8.82919
▁21	-8.82948
▁መስሪያ	-8.83007
▁ሀይል	-8.83098
▁100	-8.83343
▁ለመጀመሪያ	-8.83406
▁ግንቦት	-8.83625
▁ቅሬታ	-8.83786
▁ሜሲ	-8.83957
▁እንደሚ	-8.84046
▁አስመልክቶ	-8.84078
▁ፍፃሜ	-8.84099
▁ጥቅም	-8.84326
▁ደብዳቤ	-8.84452
▁እንዳለ	-8.84515
መረብ	-8.84535
▁ቀላል	-8.84915
▁የነበረውን	-8.8504
▁ስፖርት	-8.85112
▁የወንጀል	-8.85249
▁በዚሁ	-8.85328
▁ዳግም	-8.85333
▁በአሜሪካ	-8.85515
▁የመሬት	-8.85518
▁በአፍሪካ	-8.8553
50	-8.85608
▁ቡድኖች	-8.85672
▁ተብሏል፡፡	-8.85682
▁የቤት	-8.85742
▁የነበሩት	-8.8624
▁ይሄ	-8.86259
▁ሞት	-8.86317
▁ቀጣይ	-8.86458
ኮ	-8.86475
▁አመቱ	-8.86623
ትላንትናው	-8.87044
▁ህመም	-8.87069
▁ተመሳሳይ	-8.87101
▁2014	-8.87144
▁ሮናልዶ	-8.87222
▁ጥቆማ	-8.87288
▁ሕዝብ	-8.8731
▁የተያዙ	-8.8734
▁ክለቡ	-8.87387
▁አስታውቀዋል።	-8.87426
▁እጅ	-8.87586
▁መንገዶች	-8.8764
▁ዝግጁ	-8.8769
▁ሕይወት	-8.87852
▁ማስረጃ	-8.87884
▁ደስ	-8.88013
ሩ	-8.88123
▁23	-8.88254
0	-8.88359
▁አስፈላጊ	-8.88363
ዎ	-8.88493
▁ጥበቃ	-8.88526
▁ይታወቃል።	-8.88573
▁ሻምፒየንስ	-8.88722
▁የምርጫ	-8.88791
▁ሆኖም	-8.88907
▁የሚለው	-8.88949
▁ማንኛውም	-8.89118
▁ችለዋል።	-8.89166
▁የሰሜን	-8.89209
▁መስራት	-8.89405
▁ቀጠሮ	-8.89629
▁ሀሳብ	-8.89763
▁መምህራን	-8.89917
▁ባየር	-8.89926
▁ቅድመ	-8.90028
ካ	-8.90081
▁ጥንቃቄ	-8.90258
▁መጋቢት	-8.90484
▁አውሮፕላን	-8.9051
▁1.	-8.90569
▁ጌታቸው	-8.90639
▁ህብረተሰቡ	-8.90852
▁ሕግ	-8.91016
ግ	-8.91041
ዮ	-8.91079
▁ሳ	-8.91363
▁ጨዋታውን	-8.91467
▁በሚገኙ	-8.91535
▁ስምንት	-8.916
▁እንዳይ	-8.91626
▁የእስራኤል	-8.91899
▁ጠቁመዋል።	-8.91986
▁ጉዳዩን	-8.91993
▁ተደርጎ	-8.92001
▁ሙከራ	-8.92146
▁አረቢያ	-8.92178
▁ህገ	-8.92302
▁መያዛቸው	-8.92316
▁ክርስቲያን	-8.92413
ባት	-8.92423
▁ነገሮች	-8.9249
▁ወታደሮች	-8.92522
▁ዝውውር	-8.92526
▁ቢያንስ	-8.92572
▁ማብራሪያ	-8.92679
▁የፌዴራል	-8.92718
▁ስርጭት	-8.93006
▁ተጠቃሚ	-8.93141
▁ማህበራዊ	-8.93156
▁ሲሆኑ	-8.93186
▁ነበር፡፡	-8.93328
▁ደጋፊዎች	-8.93342
▁የተሻለ	-8.93428
▁በሌሎች	-8.93458
▁ጭማሪ	-8.93482
▁ሰኞ	-8.93522
▁ተከታታይ	-8.93689
▁እየተሰራ	-8.93756
▁የሚቆጠሩ	-8.9388
▁ኤሌክትሪክ	-8.93999
▁የትራፊክ	-8.94111
▁የነዳጅ	-8.94135
▁ተገልጿል፡፡	-8.94137
▁ኤፍ	-8.9422
▁ሸዋ	-8.94244
▁የመጨረሻ	-8.94408
▁መመሪያ	-8.94434
▁ላ	-8.94474
▁የተባበሩት	-8.94513
▁የሰብዓዊ	-8.94716
▁እንደሚገኙ	-8.94782
▁2.	-8.94834
▁ተናግረዋል	-8.94917
▁የከተማ	-8.94933
ቹ	-8.95018
▁ርዕሰ	-8.95097
▁ባደረገው	-8.95116
▁ይዘው	-8.95129
▁ጭምር	-8.95234
▁ጎንደር	-8.95363
▁ወረርሽኝ	-8.95527
▁ሆኗል።	-8.95946
▁የተባለው	-8.96
▁ለኢትዮጵያ	-8.96226
ቸውን	-8.96328
▁ወንድ	-8.96376
▁የለም።	-8.96469
▁ያላቸውን	-8.96493
▁ለመፍታት	-8.96778
▁የሱዳን	-8.97108
▁2013	-8.97151
2016	-8.97787
▁ጊዜያዊ	-8.97861
▁የፖሊስ	-8.98057
▁ኤጀንሲ	-8.98096
መ	-8.98193
▁ተሽከርካሪዎች	-8.98218
15	-8.9855
▁በወቅቱ	-8.98603
▁የሊጉ	-8.98687
▁እያደረገ	-8.98861
▁ተደርጓል።	-8.98901
▁አድርገዋል።	-8.99012
▁በሁለት	-8.99029
▁እናት	-8.99332
▁ትዕዛዝ	-8.99543
▁እየሰራ	-8.99684
▁ኮሌጅ	-8.99728
ሉ	-8.99848
▁የህግ	-8.99894
▁አለበት	-8.99919
▁ወገኖች	-8.99984
▁ዓይነት	-9.00025
▁በነበረው	-9.00161
ችሁ	-9.00162
ረ	-9.00229
▁አገራት	-9.00406
▁በበኩላቸው	-9.00427
▁ባደረጉት	-9.00493
▁መደረጉን	-9.00544
▁ግቢ	-9.00595
▁ሰፊ	-9.00655
▁አማራጭ	-9.0067
▁ምዕራብ	-9.00839
▁ድምጽ	-9.0108
▁በተደረገ	-9.01164
▁አቅርቦት	-9.01183
ሁሉንም	-9.01205
▁ፒኤስጂ	-9.01369
▁እምነት	-9.01561
▁በትምህርት	-9.01568
▁ፕሪሚየር	-9.0157
▁በመንግስት	-9.01602
▁የኮቪድ	-9.01609
▁እረፍት	-9.01628
▁አባት	-9.01878
▁በመሆኑም	-9.02082
▁ዘመቻ	-9.0238
▁ፍቃድ	-9.02459
▁ቢሆን	-9.02464
▁ወቅታዊ	-9.02533
ዝውውር	-9.02549
▁ትራንስፖርት	-9.02569
▁መሪዎች	-9.02599
▁በቀለ	-9.02777
▁አስቸኳይ	-9.03046
▁ይጠበቃል።	-9.03055
▁ጁ	-9.03089
▁ታውቋል።	-9.03204
▁ባለሙያ	-9.03212
▁ካርድ	-9.03435
ሁ	-9.03477
▁መግቢያ	-9.03536
ሎ	-9.03644
▁የትራንስፖርት	-9.03644
▁26	-9.03683
▁የሚያደርግ	-9.03713
▁በሚ	-9.03895
▁ሚና	-9.03904
▁ሰሜን	-9.0413
▁ደርሷል።	-9.04136
▁ሀብት	-9.04301
▁በፍጥነት	-9.04333
▁ሳምንታት	-9.04446
▁መልስ	-9.04451
ንቱስ	-9.04455
▁መስቀል	-9.04473
▁ጨምረው	-9.04759
▁ተሽከርካሪ	-9.05077
▁እያለ	-9.05094
▁በሰሜን	-9.05199
ዊ	-9.0529
▁3.	-9.05354
▁ታደሰ	-9.054
▁እንዳለው	-9.05519
▁ብዛት	-9.05808
▁የምርመራ	-9.05811
▁የመሐል	-9.05814
▁መርሃ	-9.05834
▁ጠባቂ	-9.05852
▁27	-9.0597
▁ተቋሙ	-9.05984
▁በቀን	-9.06042
▁ቤተክርስቲያን	-9.06327
▁28	-9.06439
▁ሰአት	-9.06492
▁የተ	-9.06534
ዳ	-9.06634
▁ወዲህ	-9.06672
▁ወሳኝ	-9.06682
▁እንዳ	-9.06685
▁ህጋዊ	-9.06729
▁ግድያ	-9.06745
▁አዳዲስ	-9.06745
▁ያገኘነው	-9.06824
ተኛ	-9.0686
▁የአካል	-9.06987
ህን	-9.07046
ዋን	-9.07174
▁ኮንትራት	-9.07264
▁አስረድተዋል።	-9.0727
▁መብቶች	-9.07277
▁ነዳጅ	-9.07443
▁ኢንተር	-9.07692
ነው	-9.07782
▁እቅድ	-9.0782
▁ስትል	-9.07867
▁በቀጥታ	-9.07918
▁ዘጠኝ	-9.08157
ዉን	-9.08186
▁የመ	-9.08218
ኩ	-9.08253
▁ይቅርታ	-9.0829
▁አስፈፃሚ	-9.08403
▁ሐምሌ	-9.08408
▁መከላከል	-9.08481
▁በሀገር	-9.08591
▁ጥራት	-9.08724
▁ጫና	-9.08756
▁ኮሚሽነር	-9.08804
▁ለማስፈረም	-9.08869
▁ትብብር	-9.08877
▁እዚህ	-9.08931
▁በመስጠት	-9.08986
▁ገል	-9.09044
▁በመግባት	-9.09071
▁ወደፊት	-9.09164
▁ይመስላል	-9.09186
▁ህይወቱ	-9.09577
▁ፕሮጀክት	-9.09593
▁ረቂቅ	-9.09667
▁ሊሆን	-9.09685
▁እንደሚገባ	-9.09817
▁40	-9.09883
▁ትራምፕ	-9.09928
▁ከቀኑ	-9.10093
▁ቲክቫህ	-9.10263
▁ኮሚሽኑ	-9.10282
▁ጠንካራ	-9.10296
▁ህዳር	-9.10468
▁ከዚያ	-9.10516
▁የውሃ	-9.10522
▁መረጃዎችን	-9.10563
▁የጨዋታ	-9.1057
▁ህወ	-9.10637
▁ዘገባ	-9.10656
▁ሃላፊ	-9.10856
9	-9.10872
▁ይልቅ	-9.10919
▁በመተባበር	-9.11042
▁ምድብ	-9.11146
▁ስለሆነ	-9.11205
▁አማካኝነት	-9.11329
▁ጥያቄዎች	-9.11365
....	-9.11479
▁ድርድር	-9.11532
▁ማለፉን	-9.11798
▁ሩሲያ	-9.11825
▁በደረሰ	-9.12157
▁የሚሆን	-9.12196
▁እስር	-9.12203
▁ሥር	-9.12227
▁ጎን	-9.12399
▁29	-9.1242
▁የኦሮሞ	-9.12427
▁ብለዋል	-9.12577
▁ድንበር	-9.12597
▁ተያይዞ	-9.12619
▁ይገኛሉ	-9.12665
▁ጽህፈት	-9.12736
▁ልምምድ	-9.12832
▁እንደሚችሉ	-9.12848
▁የአካባቢው	-9.12956
▁መጀመሪያ	-9.13015
▁መሆኑንም	-9.13028
▁እንዳለበት	-9.13047
▁ባሉ	-9.1305
▁ለማወቅ	-9.13052
▁ማረፊያ	-9.13271
ሌ	-9.13463
▁ተሰምቷል።	-9.13566
▁ጉዳዩ	-9.13729
▁ከዛሬ	-9.13761
▁አጥቂ	-9.13781
ጋ	-9.13834
▁ማስቆጠር	-9.13889
▁ከሁለት	-9.13897
▁መድረሱን	-9.13991
ኒ	-9.1405
24	-9.14069
▁እየተ	-9.14122
ቲ	-9.14134
ልን	-9.14212
▁ሚልዮን	-9.14282
▁አቅጣጫ	-9.14426
▁ፅ	-9.14432
▁ማሻሻያ	-9.14441
▁ሰጥተዋል።	-9.14496
▁መብራት	-9.14505
▁በከተማዋ	-9.14713
ሺህ	-9.14719
▁ከተለያዩ	-9.14854
2014	-9.14859
▁የማህበራዊ	-9.14901
2015	-9.14921
ቅ	-9.14964
▁ሀላፊ	-9.15263
▁ካለ	-9.15274
ፕ	-9.15329
▁ጠዋት	-9.15458
▁ሠራዊት	-9.15537
▁ደም	-9.1556
▁መሰል	-9.15601
▁ተማሪዎቹ	-9.15625
▁ስልጣን	-9.15641
▁የዋጋ	-9.15928
▁ክብር	-9.16033
▁ስሜት	-9.16082
▁ህፃናት	-9.16154
▁ይገኛል፡፡	-9.16183
▁ኤም	-9.162
▁የተኩስ	-9.16209
▁ይታወሳል፡፡	-9.16214
▁ገልጿል፡፡	-9.16362
▁”	-9.16375
▁ኮማንደር	-9.16421
▁0-0	-9.16425
▁ሲሆን፤	-9.16434
▁ነጻ	-9.1649
▁የት	-9.16501
▁አልፎ	-9.16549
▁አቅርበዋል።	-9.16551
▁መኮንን	-9.16757
▁ተቀባይነት	-9.16798
▁ሊዮኔል	-9.16826
▁ለበለጠ	-9.16999
▁ሊያ	-9.17085
▁አደጋው	-9.17091
▁አቀባይ	-9.17125
▁ከሌሎች	-9.17188
ወጥ	-9.17242
▁እውቅና	-9.17362
▁የከፍተኛ	-9.1744
▁ሀሰተኛ	-9.17477
▁በሰጠው	-9.17575
▁መጠቀም	-9.177
▁መሀመድ	-9.17708
▁ቻይና	-9.17733
▁የበለጠ	-9.17817
▁ይደውሉ	-9.17861
▁እሱ	-9.17873
▁ለማ	-9.17878
▁ፓርቲዎች	-9.17907
▁በነገው	-9.17909
▁በድጋሚ	-9.17962
▁ዩሮ	-9.18042
▁የሕዝብ	-9.18073
▁አድርገው	-9.18119
▁ጠይቀዋል።	-9.18152
▁ለዚህ	-9.18159
▁አስታወቀ	-9.18171
▁አሕመድ	-9.1825
▁ማስታወቂያ	-9.18307
ቀናት	-9.18405
▁./	-9.18504
▁ስለዚህ	-9.18522
▁አይደለም።	-9.18606
▁ባህር	-9.18617
▁ዘመናዊ	-9.18634
▁የቀድሞው	-9.18654
▁የስፖርት	-9.18659
▁አንስቶ	-9.1871
▁ተጠርጣሪዎች	-9.18956
▁የቅድመ	-9.19012
▁አባ	-9.19053
▁ሀዋሳ	-9.19108
▁ቪላ	-9.19193
▁ቋንቋ	-9.19203
▁ናቸው፡፡	-9.19419
▁በር	-9.19567
▁ተሳትፎ	-9.19807
▁በአሁን	-9.20074
▁በሊጉ	-9.20105
▁አሳስቧል።	-9.20199
▁በሁለቱ	-9.20209
▁ለቲክቫህ	-9.20236
▁ዲ	-9.20308
▁ብዙሃን	-9.20321
▁ነው፤	-9.2036
▁ገና	-9.20373
▁ኢትዮጵያን	-9.20852
▁መረጃው	-9.21052
▁ደስታ	-9.21165
▁መስተዳድር	-9.21188
▁ካፕ	-9.21232
▁እያ	-9.21319
▁ልምድ	-9.21376
▁ተጨዋቾች	-9.21678
▁ውድቅ	-9.21711
▁በተደረገው	-9.21724
14	-9.21748
▁በህግ	-9.21795
▁ርቀት	-9.21843
▁አስር	-9.21848
▁መልሶ	-9.21913
▁ግንባር	-9.21983
▁ችሏል	-9.21986
ቢ	-9.22016
▁ድርሻ	-9.22085
▁የማ	-9.22103
ሲ	-9.22151
▁ተቃውሞ	-9.22202
▁ስ	-9.22234
▁እንዲያደርጉ	-9.22323
▁ለመቆጣጠር	-9.22345
▁በበኩሉ	-9.22363
▁በጎ	-9.22397
▁ያደረገ	-9.22408
▁ታህሳስ	-9.22591
▁የሚሆኑት	-9.22611
▁ሰዓታት	-9.2264
▁ያሳያል።	-9.22889
▁ዝናብ	-9.2311
▁ክፍት	-9.23381
▁ቢሊየን	-9.23553
▁ቻናል	-9.23553
▁ሱ	-9.23683
▁ይችላሉ	-9.23703
ሪያ	-9.23743
▁ተጠቁሟል።	-9.23764
▁አስፈላጊውን	-9.23866
▁ኮከብ	-9.23885
ሰ	-9.23913
መጪው	-9.23947
▁አንድነት	-9.23988
▁2012	-9.24003
▁ሞገስ	-9.24076
▁ጊዮርጊስ	-9.24215
▁መነሻ	-9.24468
▁የሚገኝ	-9.24602
▁ሚዲያዎች	-9.24652
▁ኢንስፔክተር	-9.24765
▁በኮቪድ	-9.24839
ባ	-9.25028
▁ተዘግቧል።	-9.25202
▁ብለን	-9.25226
▁ሰነድ	-9.25248
11	-9.2526
▁ጣቢያዎች	-9.25327
▁የሚያ	-9.25477
▁ህጻናት	-9.25537
▁ለአንድ	-9.25544
▁ልዩነት	-9.25572
▁ለንደኑ	-9.2558
▁መንገዱ	-9.25749
▁አንደኛ	-9.25825
▁እንግሊዝ	-9.25909
▁ለመስራት	-9.2591
▁ስቴትስ	-9.25974
ቴ	-9.25992
▁ሰብዓዊ	-9.26044
▁ካሉ	-9.26226
ኖ	-9.26316
2013	-9.26346
▁የሚችል	-9.26605
▁ለመመለስ	-9.26635
▁የሚለውን	-9.26666
▁ወሎ	-9.2668
▁ገደብ	-9.26887
▁ወረቀት	-9.26912
▁ባይደን	-9.26914
▁ድርጅቱ	-9.26993
▁ሠራተኞች	-9.27042
▁ወለጋ	-9.27119
▁ራሱን	-9.27122
▁በጉዳዩ	-9.27293
▁ሶስተኛ	-9.27302
▁ጉብኝት	-9.27374
▁የተባሉ	-9.27474
▁አቻ	-9.27479
▁ሰለሞን	-9.27493
▁የላብራቶሪ	-9.27551
▁ኩባንያ	-9.27593
▁እንደሚሰጥ	-9.27683
▁ማድረጉን	-9.27683
▁በአለም	-9.2777
▁አሰልጣኙ	-9.27875
▁የማሸነፊያ	-9.27886
▁ላለፉት	-9.27901
▁ዋስትና	-9.27932
▁ያደረገው	-9.2798
ቤቱ	-9.28003
ልኝ	-9.28075
▁ቋሚ	-9.28198
100	-9.28337
▁አርብ	-9.28366
▁ኪ	-9.28392
▁ሪ	-9.28434
!"	-9.2866
▁ሊንክ	-9.28725
ወ	-9.2873
▁500	-9.28746
▁በመያዝ	-9.28755
▁ጋርዲዮላ	-9.28976
ስትሀም	-9.29104
▁አድርጓል	-9.29198
▁አቀፉ	-9.29262
▁ጥቂት	-9.29277
▁ነን	-9.29285
▁ፍ	-9.29366
▁አርቴታ	-9.29566
▁ክልላዊ	-9.29766
▁ጋዜጣ	-9.29814
▁ከእስር	-9.29969
▁አስቀድሞ	-9.29977
▁ጠይቋል።	-9.30056
▁በመጀመሪያ	-9.3006
▁ኃላፊዎች	-9.3009
▁ለአዲስ	-9.30228
▁ሰጥቷል።	-9.30298
▁አቡነ	-9.30299
▁ከምሽቱ	-9.30479
▁ዘ	-9.305
▁ሚንስትር	-9.30554
▁ፍትህ	-9.30558
▁ተባለ	-9.30599
▁ቦሌ	-9.3066
▁ተጠባቂ	-9.30969
▁የሚገኙት	-9.30971
▁አሰራር	-9.30986
ዎን	-9.31006
18	-9.31029
▁መጀመሩን	-9.31124
ችው	-9.3115
▁ፔፕ	-9.31152
▁በአግባቡ	-9.31162
▁እያደረጉ	-9.31171
▁አስተዳዳሪ	-9.31223
▁ፌዴሬሽን	-9.31233
ዱ	-9.31458
▁ተሰማ	-9.31603
▁2017	-9.31661
▁ትክክለኛ	-9.31681
▁የምት	-9.31724
▁የሰብአዊ	-9.31751
▁አሰላለፍ	-9.31825
▁ሃሳብ	-9.31836
▁እን	-9.31904
▁ማለዳ	-9.31929
ዎችን	-9.31989
▁ደብረ	-9.31998
▁ወርቅ	-9.32107
▁እንደሚሆን	-9.32153
▁አድራሻ	-9.32153
▁የኢ	-9.32168
▁ቴሌኮም	-9.32322
▁ኃላፊነት	-9.32339
▁መሐመድ	-9.32401
▁አቋም	-9.32416
▁ልብስ	-9.32448
▁ፕሮፌሰር	-9.3248
▁ምርቶች	-9.32528
▁ብርሃን	-9.32541
▁ማክሰኞ	-9.32552
▁ችግሩ	-9.32657
▁አስፈጻሚ	-9.32673
▁አጋማሽ	-9.32698
?"	-9.32759
▁70	-9.3286
▁ግዜ	-9.32873
▁የሴቶች	-9.32894
▁በሰው	-9.32969
▁በሱዳን	-9.33143
▁ኬንያ	-9.33184
▁የሚባል	-9.33441
▁በተገኙበት	-9.33644
▁አለን	-9.33724
▁ሳላህ	-9.3374
▁መታወቂያ	-9.33787
▁ትምህርታቸውን	-9.33854
▁አዳማ	-9.33943
▁ምስራቅ	-9.33979
▁ሳቢያ	-9.34015
▁ሀገሪቱ	-9.34074
▁ኤምባሲ	-9.34078
▁ቫይረሱ	-9.34177
▁የቲክቫህ	-9.34245
▁እየጨመረ	-9.34258
▁እንዳሉ	-9.3437
▁ክ	-9.34441
▁ወንዶች	-9.34453
ቶች	-9.34739
ሶ	-9.34869
▁አደጋዎች	-9.3492
▁ሽመልስ	-9.35144
▁ህዝቦች	-9.35221
▁በፖሊስ	-9.35231
▁ዕጣ	-9.3533
▁1-0	-9.354
▁ለሁለት	-9.35432
▁ተደምጠዋል።	-9.35522
▁አቀባበል	-9.35581
▁ቀውስ	-9.35706
▁ሲባል	-9.35741
▁ችግሩን	-9.35786
▁ሚኒስቴሩ	-9.35969
▁በስፋት	-9.35994
▁በውጭ	-9.35995
▁4.	-9.36034
▁የኤርትራ	-9.36091
▁ሥርዓት	-9.36145
▁የብሔራዊ	-9.36215
▁ተያይ	-9.36244
▁ሀያ	-9.36378
▁ዞኖች	-9.36381
▁አልባ	-9.36441
▁ማለፍ	-9.36716
ሊ	-9.36762
▁''	-9.36805
▁ብርሃኑ	-9.37024
▁የመረጃ	-9.37078
▁በምዕራብ	-9.37125
ሊግ	-9.37174
▁በአውሮፓ	-9.37221
▁ገደማ	-9.3723
▁አሽከርካሪዎች	-9.37266
▁የሚያደርገው	-9.37442
▁ብቃት	-9.37477
▁ሲሉም	-9.37486
▁አዛዥ	-9.375
▁ዜጎችን	-9.37513
▁የክልል	-9.37555
▁ባህል	-9.37621
▁የአ	-9.37627
▁አስኪያጅ	-9.37679
▁ፈጣሪ	-9.37756
እ	-9.37766
ሱ	-9.3785
▁አገልግሎቶች	-9.37936
▁ሊቀ	-9.38039
▁ኤ	-9.38111
▁ምክንያቱም	-9.38123
▁ደስተኛ	-9.38137
▁ለሚገኙ	-9.38153
▁ታዳጊ	-9.3817
▁የወሩ	-9.3821
ትን	-9.38377
▁የህወ	-9.3838
▁አክለውም	-9.38506
▁ቀይ	-9.38577
▁ፌስቡክ	-9.38586
▁እንዲወጡ	-9.38892
▁ፈተናው	-9.38893
▁ኢትዮጵያዊያን	-9.38903
▁መልክ	-9.39005
ሞ	-9.39116
▁ኮሪያ	-9.39188
▁የልማት	-9.39297
▁ዘገባው	-9.39338
▁ከሀገር	-9.39374
▁60	-9.39389
▁የዩኒቨርሲቲው	-9.39464
ጂ	-9.39616
▁በማ	-9.39673
▁ግብረ	-9.39719
▁የደረሰው	-9.39732
▁ምረቃ	-9.39779
▁የተለየ	-9.39781
▁ሀገራዊ	-9.39836
▁ባል	-9.39869
▁የዞኑ	-9.39907
▁እንደሆኑ	-9.39935
▁ተብለው	-9.39946
▁ሀይሎች	-9.40153
▁ይሆን	-9.40284
▁አባቶች	-9.40378
▁ስታንዳርድ	-9.40379
▁በእንግሊዝ	-9.40495
▁ጎል	-9.40505
▁ኢንዱስትሪ	-9.40565
▁የኢትዮ	-9.40693
▁ያለበት	-9.40718
▁ሊቀመንበር	-9.40765
▁የተማሪዎች	-9.40895
▁ቢቢሲ	-9.40936
▁የሚደረግ	-9.41003
▁ነሐሴ	-9.41084
▁ጆ	-9.4109
▁ፊልም	-9.41093
▁የባህል	-9.41167
ካን	-9.41187
▁እኮ	-9.41294
▁ይፋዊ	-9.41305
▁ማስተማር	-9.41449
▁ኤቨርተን	-9.41468
▁የማይ	-9.41525
▁ነጋ	-9.41602
▁አት	-9.4162
▁ለህዝብ	-9.41665
▁ተከላካይ	-9.41733
ዓ	-9.41759
ማሳረፍ	-9.41796
▁ኤሪክ	-9.41903
▁ተስፋዬ	-9.42075
▁ባንኩ	-9.42132
▁በመገኘት	-9.42152
▁የሚያሳይ	-9.42233
▁አስታወቀ፡፡	-9.42295
▁አቅርቧል።	-9.42313
▁ቦታው	-9.42561
▁ለመሆን	-9.42572
▁የባንክ	-9.42624
ቤ	-9.42628
▁በዘንድሮው	-9.42641
▁የተገኘው	-9.42839
▁ወይ	-9.42852
▁የሩሲያ	-9.42868
▁የሚሰጥ	-9.42984
▁ኢንስቲትዩት	-9.43015
▁200	-9.43049
▁ውድ	-9.431
▁እውነት	-9.43174
▁ሀላንድ	-9.43229
▁ተጨዋቹ	-9.4328
▁ዘላቂ	-9.43285
▁ዐቃቤ	-9.43531
▁ሽያጭ	-9.43556
▁ብላ	-9.43624
▁ተገቢ	-9.4373
▁በአስቸኳይ	-9.43794
▁የተናገሩት	-9.43809
▁የሟቾች	-9.43816
▁የሚሉ	-9.43818
ሙ	-9.43822
25	-9.43877
▁ሰሞኑን	-9.44159
▁ሥነ	-9.44304
ብሊክ	-9.44438
ሽን	-9.44481
▁የክለቡ	-9.44517
▁የተደረገ	-9.44556
▁ተጠያቂ	-9.44589
▁ክትባት	-9.446
▁ደሞዝ	-9.44604
▁ምባፔ	-9.44627
▁ጥገና	-9.44755
▁አስቶን	-9.44793
▁እንዳሉት	-9.44843
▁በሞት	-9.449
▁ከሜዳ	-9.44976
▁ክርስቲያኖ	-9.4504
▁አማርኛ	-9.45161
▁ባሉት	-9.45242
▁ፈተናውን	-9.45267
▁የሆነውን	-9.45321
▁አንተ	-9.4537
▁ታላቅ	-9.45373
▁ፓርክ	-9.45374
▁ሲሆን፣	-9.45487
በትን	-9.45536
▁በአካል	-9.45639
▁ኮሚኒኬሽን	-9.4564
▁ሃይሎች	-9.45754
ፕርሚየር	-9.45799
▁አዳራሽ	-9.45809
ፌ	-9.46
▁ስብስብ	-9.46192
ታል	-9.46209
▁እስኪ	-9.4621
▁አካባቢው	-9.4628
▁የምን	-9.46418
▁የአመቱ	-9.46484
▁ቅርንጫፍ	-9.46487
▁የመኪና	-9.46581
▁ብድር	-9.46704
▁ተሳታፊ	-9.46772
▁ጉባ	-9.46787
ዩ	-9.46845
▁ዓላማ	-9.4688
▁አመልክቷል።	-9.46914
▁ቢሮው	-9.46952
▁ካሳ	-9.47024
▁መዝገብ	-9.47049
▁ምዘና	-9.47059
ዓመቱ	-9.47231
▁እድሜ	-9.47324
ላት	-9.47341
▁አለው	-9.47343
▁ባለፈ	-9.47346
▁በማሸነፍ	-9.47437
▁ያል	-9.47547
ግን	-9.47606
▁ግርማ	-9.47639
▁በነፃ	-9.47642
▁ጆርናል	-9.47695
▁ለተጨማሪ	-9.47742
▁ከሚገኙ	-9.47762
ቱን	-9.47773
▁ትጥቅ	-9.4788
▁ሚ	-9.48056
▁አስ	-9.48071
▁ናት	-9.48078
▁ኦሎምፒክ	-9.48165
▁ተፈናቃዮች	-9.4825
▁ድንቅ	-9.48261
▁በውድድር	-9.48321
▁በሀገራችን	-9.48327
▁መኖር	-9.48398
▁ፈረንሳይ	-9.48422
▁ህንፃ	-9.48428
▁ገፅ	-9.48457
▁የደህንነት	-9.48521
ጠቅላይ	-9.48575
▁እያሉ	-9.48633
▁ተገኝተው	-9.48666
▁የአስቸኳይ	-9.4873
▁ኦርቶዶክስ	-9.48756
13	-9.48766
▁አሳውቀዋል።	-9.48782
▁ጊዜያት	-9.49029
▁የደረሰ	-9.49079
▁ድሬዳዋ	-9.49162
▁ማየት	-9.49164
▁የመውጫ	-9.49237
▁ስት	-9.4926
▁ማረጋገጫ	-9.49268
▁ሰላምና	-9.49326
▁ለሙሉ	-9.49365
▁ተኩስ	-9.49421
▁አሳስበዋል።	-9.49462
▁በቀላሉ	-9.49485
▁የሚኖሩ	-9.49542
▁ሙያ	-9.49621
▁2011	-9.49638
▁ማለትም	-9.4967
▁ትንሽ	-9.49692
▁ሕክምና	-9.49722
▁ገልፀዋል፡፡	-9.49732
▁ረዳት	-9.49763
▁ይሄን	-9.49766
▁ባንኮች	-9.49832
▁ብሏል፡፡	-9.49835
▁ቃለ	-9.49839
▁አይዘነጋም።	-9.49887
በሽታው	-9.49893
▁በተካሄደው	-9.49957
▁ሲኖዶስ	-9.50049
▁በጋዛ	-9.50073
▁ጠቅላላ	-9.50074
▁ለዚህም	-9.50135
▁በአ	-9.50141
▁ከነማ	-9.50209
▁ብሏል	-9.50219
አሁኑኑ	-9.50339
▁የመግቢያ	-9.50532
▁በራሱ	-9.50564
▁በረራ	-9.50637
▁የሽብር	-9.50649
▁ስደተኞች	-9.50684
▁ፀጥታ	-9.50686
▁ተደርጓል	-9.50687
▁የኢፌዴሪ	-9.50734
▁የኢኮኖሚ	-9.50821
▁መመለስ	-9.50836
▁እሳት	-9.50891
▁ተግባራት	-9.50915
▁ኢትዮጵያዊ	-9.51013
ዋል	-9.51088
▁በምስራቅ	-9.51134
ከተማ	-9.51224
ዛ	-9.51241
▁ቤታቸው	-9.513
▁የቡድን	-9.51359
▁ማረሚያ	-9.51408
▁የሚችሉ	-9.51429
▁በአፋር	-9.51439
▁ህዝቡ	-9.51475
▁የፈረንሳይ	-9.51578
▁ወይዘሮ	-9.51776
▁ሰራተኛ	-9.5185
▁የሌለው	-9.51873
ዴ	-9.52142
▁የአደጋ	-9.52152
▁ሥራዎች	-9.52263
▁ምስጋና	-9.52354
መር	-9.52362
▁በእስር	-9.52485
▁ከበደ	-9.52541
▁ካለው	-9.52566
▁ግለሰቡ	-9.52602
▁የከተማዋ	-9.52604
▁የዩኒቨርሲቲ	-9.5266
▁የከተማው	-9.52856
▁የጀርመን	-9.52881
2012	-9.52972
▁ማቅረብ	-9.53009
▁መርሀ	-9.53093
▁ግብፅ	-9.53143
▁የሚመራው	-9.53214
▁ዜና፡	-9.53218
▁ቴሌግራም	-9.53241
▁አነስተኛ	-9.53281
▁ተከሳሾች	-9.5331
▁የቻይና	-9.53349
▁ድንገተኛ	-9.53391
▁አክለዋል።	-9.5347
▁ኦሮሚያ	-9.53477
▁አግባብ	-9.535
▁በመባል	-9.53631
▁ቡድናቸው	-9.53691
▁ጥይት	-9.53925
▁ማንም	-9.53946
▁ተረጋግጧል።	-9.53987
▁አበራ	-9.53995
▁ጉሙዝ	-9.54085
▁ሚኬል	-9.54103
▁ኃላፊው	-9.54126
▁በህይወት	-9.54157
▁ነፃነት	-9.54319
ብር	-9.54341
▁ግማሽ	-9.54403
▁ምክንያቶች	-9.54483
▁ስሙ	-9.54635
▁አስቸጋሪ	-9.54664
▁ዩክሬን	-9.54689
▁አረጋግጠዋል።	-9.54716
▁እንዲሰጥ	-9.54732
▁በስልክ	-9.54802
▁በመላው	-9.54882
▁ምልክት	-9.54883
▁ያደረገውን	-9.54899
ቃ	-9.54918
▁ፋብሪካ	-9.55139
▁የሁለት	-9.55199
▁ከዛ	-9.55208
▁90	-9.55261
▁እድገት	-9.55333
▁ወንዝ	-9.5539
▁ብ	-9.554
▁አከባቢ	-9.55429
▁እንዲደረግ	-9.55429
▁የባህር	-9.55452
▁80	-9.5551
▁ከበሽታው	-9.55592
▁ሰብሳቢ	-9.55598
▁ስራዎችን	-9.55632
▁የሚሰራ	-9.55649
▁ይችላል።	-9.55757
▁ቅድሚያ	-9.55759
▁ጎሎች	-9.55765
▁ቱሪዝም	-9.55802
▁ወላጆች	-9.55856
▁..	-9.5587
▁እንደሚያደርግ	-9.55876
▁አማካሪ	-9.55878
▁ፍፁም	-9.55915
▁ተችሏል።	-9.55952
▁ባሳለፍነ	-9.55956
▁የስልክ	-9.55999
▁ፓላስ	-9.56004
▁አቅራቢያ	-9.5602
▁ፈተናዎች	-9.56075
ሴ	-9.56103
▁ደንበኞች	-9.56161
ዘ	-9.56242
▁ቅናሽ	-9.56393
▁ከነዚህ	-9.56452
▁የተደረገው	-9.56485
▁ነጥቦች	-9.56494
▁ኤርትራ	-9.56572
▁ፍተሻ	-9.56679
▁የሕግ	-9.56685
▁የፈተና	-9.56746
▁አርባ	-9.56798
▁ያደረጉት	-9.56884
▁ብራይተን	-9.56969
▁32	-9.56985
▁እንዳለባቸው	-9.57014
▁ሌሎችም	-9.5707
▁አሰፋ	-9.57101
▁የተገኙ	-9.57134
▁በመግለጫው	-9.57151
▁መቻሉን	-9.57167
▁ጋዜጣዊ	-9.57205
▁ድርጊቱን	-9.57284
▁የጊዜ	-9.57324
▁ህገወጥ	-9.57346
▁ፓውንድ	-9.57349
▁ዘይት	-9.57404
▁የከፋ	-9.57415
ጠዋቱ	-9.57479
ትናንትናው	-9.57522
ገ	-9.57572
▁ጨዋታቸውን	-9.57589
▁አቃቤ	-9.57645
▁አላ	-9.57657
▁ያሉበት	-9.57661
ቼ	-9.57781
ም።	-9.57808
ሰው	-9.57811
▁አበበ	-9.57832
▁ዳንኤል	-9.57833
▁መፍትሔ	-9.57844
▁አውሮፓ	-9.57844
▁የፋይናንስ	-9.57928
▁ዝግ	-9.57994
▁ሽንፈት	-9.58117
▁ቤቶችን	-9.58171
▁የዛሬ	-9.58174
''	-9.58182
የትኛውም	-9.58238
▁ግቦችን	-9.58275
ታል።	-9.58282
▁በልዩ	-9.58371
▁ቀድሞ	-9.58543
▁ያገገሙ	-9.58579
ሳት	-9.58591
▁ልብ	-9.58591
▁አስተላል	-9.58639
ቦ	-9.58668
▁ዘርፎች	-9.58688
▁ትልቁ	-9.58768
▁ፓርቲው	-9.58787
▁ኢኮኖሚ	-9.58807
▁ጅማ	-9.58864
▁በቅርብ	-9.58888
▁ምት	-9.5889
▁ስዩም	-9.59061
▁ቀሪ	-9.59078
▁መግባት	-9.5913
▁ተፈታኞች	-9.59216
▁ፕሬዝደንት	-9.59306
▁አምራች	-9.59336
▁ጨዋታው	-9.59358
▁ያደረጉ	-9.59373
▁የመኖሪያ	-9.59381
16	-9.59406
▁ይደረጋል	-9.59463
▁በግል	-9.59563
▁ለማቅረብ	-9.59564
▁ዝቅተኛ	-9.59596
▁ከውጭ	-9.59599
▁ወገን	-9.59632
▁ዛሬም	-9.59736
▁ሶዶ	-9.59754
▁መገደላቸውን	-9.5978
▁እንዳላቸው	-9.59791
▁የእግር	-9.59853
▁አብሮ	-9.5986
▁አሊ	-9.59878
ደ	-9.59888
▁ፀጋዬ	-9.59935
▁ስጦታ	-9.60005
▁መጫወት	-9.60008
▁የቴሌግራም	-9.60019
2017	-9.6019
▁ምድር	-9.602
▁ለማረጋገጥ	-9.60221
▁አለብን	-9.60411
▁የሞት	-9.60424
▁ፋሲል	-9.60575
▁ነጻነት	-9.60588
▁መቆጣጠር	-9.60604
ላችሁ	-9.6063
▁ደንብ	-9.60689
▁ይችላሉ።	-9.60749
▁ውድመት	-9.60754
▁ለጊዜው	-9.60773
▁መስኮች	-9.60777
▁በርካቶች	-9.6079
▁የዜና	-9.60814
▁300	-9.60828
▁የሚታወስ	-9.60861
▁የለውም	-9.609
▁የምዕራብ	-9.60932
▁በስራ	-9.61076
▁ሀ	-9.61186
▁ማለፉ	-9.61201
▁አራተኛ	-9.61209
ፋ	-9.61223
▁በሚገኝ	-9.61398
▁መግለጫው	-9.61419
▁የአሜሪካን	-9.61489
▁የሚጠጉ	-9.61537
▁የምዝገባ	-9.61569
▁በተለያየ	-9.6159
▁35	-9.61708
40	-9.61799
▁ከትምህርት	-9.61806
17	-9.61817
▁ማረጋገጥ	-9.61929
▁ሚካኤል	-9.61972
▁ማቆያ	-9.61993
ሬ	-9.62059
▁በጨዋታው	-9.62101
▁የገለጹት	-9.6219
▁በህገ	-9.62208
▁እንዲሆኑ	-9.62312
▁ያደረጉትን	-9.62532
▁ለፖሊስ	-9.62645
▁ቻናላችን	-9.62691
▁ለመፍጠር	-9.62719
▁ሸኔ	-9.62777
▁የዚህ	-9.62844
▁አለኝ	-9.62846
▁ወላይታ	-9.62866
▁ስህተት	-9.62869
▁ሌስተር	-9.62955
▁ኮ	-9.63001
▁ሂደቱ	-9.63016
▁አርሴናል	-9.63026
▁የሰጡት	-9.63033
▁በሰላማዊ	-9.63127
▁ዳኛ	-9.63151
ቪ	-9.63185
▁መቼ	-9.63291
▁በእስራኤል	-9.63316
▁ፑቲን	-9.6339
▁የቆየው	-9.63414
▁ሺሕ	-9.63425
▁የዩክሬን	-9.63457
▁የጠቅላይ	-9.63597
▁ታሪካዊ	-9.63615
▁በአጭር	-9.63632
▁ለቀው	-9.63633
▁መምህር	-9.63753
..	-9.63802
▁ከስምምነት	-9.63853
▁መያዙን	-9.63889
▁ይገባል።	-9.63909
▁የደም	-9.63953
▁ምክክር	-9.64028
▁በቻይና	-9.64058
▁ፕሬዝዳንቱ	-9.64119
▁አትሌቲኮ	-9.64171
▁ምስል	-9.64256
▁አስተባባሪ	-9.64349
▁0-1	-9.64354
ኔ	-9.64355
▁ካሬ	-9.64524
▁ሕገ	-9.64738
▁የተፈጥሮ	-9.64838
▁ስምምነቱ	-9.64975
▁ሁኔታዎች	-9.65095
▁ማሞ	-9.65117
▁ሲያልፍ	-9.65191
▁ለሁሉም	-9.65286
▁ቁልፍ	-9.65301
▁1-1	-9.6536
▁የሞባይል	-9.65386
▁ችለዋል	-9.65464
▁አትሌቶች	-9.65612
▁አንዲት	-9.65708
▁ምቹ	-9.65767
▁ደረጃን	-9.65803
▁ማታ	-9.65838
▁እንዲያገኙ	-9.65862
▁ማጣሪያ	-9.65949
▁ታ	-9.65989
▁የኃይል	-9.65997
▁አርቲስት	-9.66008
▁ጨዋታዎችን	-9.66023
▁መጠለያ	-9.66112
▁መሰረተ	-9.66195
▁ለሚ	-9.6622
▁የቀረበ	-9.66235
▁ኤሲ	-9.66249
▁በምን	-9.66256
▁ሰፈር	-9.66334
▁5.	-9.66345
▁እንዴ	-9.66351
▁እንድት	-9.66386
▁አንፃር	-9.66452
▁4:00	-9.66539
▁የኬንያ	-9.66611
ኪ	-9.66628
▁የሶማሊያ	-9.66658
▁የተገኘ	-9.66836
ማንኛውም	-9.66869
▁ሁለተኛው	-9.66884
▁ያሉትን	-9.66907
▁በከተማው	-9.6699
▁በዞኑ	-9.67118
▁የምክር	-9.67146
▁አቁም	-9.67203
▁መናገራቸውን	-9.67206
▁ጥሰት	-9.67223
▁ጥቁር	-9.67251
▁አድርገዋል	-9.67333
ኢትዮጵያ	-9.67395
▁ዴኤታ	-9.67424
▁ባሉበት	-9.67451
ፈ	-9.6748
▁ህይወታቸውን	-9.67497
▁የተሰኘው	-9.67532
▁አለባቸው	-9.67552
▁መስጫ	-9.6763
▁ወረራ	-9.6764
▁ዕ	-9.67653
▁ዳጉ	-9.67753
ሚቀጥለው	-9.67758
▁ኮድ	-9.67788
▁የሚሉት	-9.67862
▁በሶስት	-9.67897
▁ፕሬዜዳንት	-9.67925
▁የሚሰሩ	-9.67951
▁ክሎፕ	-9.67953
▁የሚገመት	-9.67997
▁እንደገለጹት	-9.68003
▁የወረዳው	-9.68017
▁ከመ	-9.68115
▁መውጣት	-9.68159
▁ግምት	-9.68482
▁የመንገድ	-9.68562
▁ማርቆስ	-9.68584
▁ተገለጸ	-9.68585
▁እንዲመለሱ	-9.68598
▁ዳይሬክተሩ	-9.68686
▁ፖስት	-9.68744
▁እንዳልሆነ	-9.68747
▁ቶሎ	-9.6876
▁በክለቡ	-9.68782
▁ወንጀሎች	-9.68862
▁ተመስገን	-9.68869
▁ጄኔራል	-9.68884
▁አላማ	-9.68899
▁መወሰኑን	-9.68933
▁መውሰድ	-9.68951
▁ከደቂቃዎች	-9.68991
▁ጀርመን	-9.68995
▁ገብተው	-9.69025
▁ከሚ	-9.69047
▁ከእነዚህ	-9.69049
ጠ	-9.69178
▁ካምፓስ	-9.69281
▁ዘንድሮ	-9.69317
▁ጥፋተኛ	-9.69362
▁ኃይሉ	-9.69388
19	-9.69451
▁ታከለ	-9.69462
▁በሚጠራው	-9.69476
▁የመማር	-9.69577
▁አዳነች	-9.69578
▁እንዲያደርግ	-9.69599
▁የስፔን	-9.69608
▁ግ	-9.69651
ይህ	-9.697
▁የሪያል	-9.69705
▁ጸጥታ	-9.69736
▁ለረጅም	-9.69776
▁ቡድኑን	-9.69793
▁ነገሮችን	-9.69812
▁ጥበብ	-9.69826
▁በደረሰው	-9.69886
ሻ	-9.69894
▁ሰንጠረዥ	-9.69897
▁ያልሆነ	-9.69914
▁ሌሊት	-9.69987
▁ተነገረ	-9.7002
▁ይቀጥላል	-9.70082
▁እንግሊዛዊው	-9.70101
▁መርሐግብር	-9.70183
▁አገልግሎቱ	-9.70311
▁ፈጣን	-9.70343
▁ናስር	-9.70425
▁ደ	-9.70444
▁በጤና	-9.7047
▁እንኳ	-9.70521
ቀ	-9.70599
ተባበሩት	-9.70604
▁መንደር	-9.70693
▁ያለፈ	-9.70708
ነቱ	-9.70727
▁ባለበት	-9.7076
▁ሲያ	-9.70761
በርካታ	-9.70811
ሥ	-9.70817
▁ሀገራችን	-9.70871
▁ውድድሮች	-9.70894
▁ሳንቲም	-9.70899
▁የዩናይትድ	-9.70955
▁አስተዋጽኦ	-9.71042
▁አጋጣሚ	-9.71082
▁ሰጪ	-9.71088
▁ጋዜጠኞች	-9.71157
▁መሳሪያዎች	-9.71191
ጣ	-9.71195
▁እንደሚደረግ	-9.71364
▁ፖሊሲ	-9.71397
▁ሀሰን	-9.71432
▁የፊታችን	-9.71432
▁ይጠበቃል	-9.71436
ጥ	-9.71465
▁በአዲሱ	-9.71472
▁ያንብቡ	-9.71474
“	-9.7163
▁ትርጉም	-9.71669
▁መኖሩን	-9.71767
▁ካለፈው	-9.71798
▁ከነገ	-9.71891
ሀ	-9.71959
▁የሁለተኛ	-9.71996
▁ከወዲሁ	-9.72027
▁ሰ	-9.7203
▁ህፃን	-9.72095
▁ማስከበር	-9.72148
▁ላሊጋ	-9.72209
▁በየ	-9.72221
▁ኮርፖሬሽን	-9.7229
▁በቴሌግራም	-9.7233
▁ሌላኛው	-9.72364
▁እንደገና	-9.72366
▁ኮሚቴው	-9.72368
ጎ	-9.72435
▁መደረጉ	-9.7245
ቸዉ	-9.72525
▁ቶማስ	-9.7259
▁የሚደረገው	-9.72626
▁እነዚህን	-9.72702
▁ባለሥልጣን	-9.72773
▁ተከታዮች	-9.72879
▁አሉ።	-9.7289
▁ሁሌም	-9.72922
▁ቀበሌዎች	-9.72932
▁ሎተሪ	-9.72949
▁የጉዞ	-9.73088
▁ረገድ	-9.73101
▁ጥቃቶች	-9.73248
▁ይቀላቀሉ	-9.73254
▁ደሳለኝ	-9.73291
▁አለፈ	-9.73378
▁በህዝብ	-9.734
▁ንቅናቄ	-9.73412
▁ባሻገር	-9.73435
▁የምድብ	-9.73514
ብኝ	-9.73773
▁የገለፁት	-9.73786
▁=	-9.73827
▁ክስተት	-9.73831
▁....	-9.73866
▁የሚሆነው	-9.73887
▁መድኃኒት	-9.7395
▁በህገወጥ	-9.73963
▁በድምሩ	-9.73965
▁የወርቅ	-9.73986
▁••	-9.74026
▁45	-9.74043
▁በተ	-9.74105
▁ጎጃም	-9.74127
▁የኔ	-9.74151
▁መልቀቂያ	-9.74211
▁የሚገቡ	-9.74292
▁ካል	-9.74302
▁አርሶ	-9.74341
▁በመንግሥት	-9.74364
ናል	-9.74375
▁አጭር	-9.74518
▁ይሆናል፡፡	-9.74637
▁ጥቃቱ	-9.74661
▁ሁለቱም	-9.74678
▁ከታች	-9.74708
▁ሲገለፅ	-9.74746
▁እየሰሩ	-9.7476
▁ከተ	-9.74828
▁አጋር	-9.74849
▁ትውልድ	-9.74877
▁የሚሰጠው	-9.74916
▁አንጻር	-9.74927
▁የሚወስደው	-9.74945
ታዊ	-9.74972
▁ፅህፈት	-9.74979
▁የሚሰጡ	-9.75004
▁ባጋጠመ	-9.75016
▁ደርሷል	-9.75027
▁ተገቢውን	-9.75038
▁ቶን	-9.75045
ለው	-9.75159
▁ብቸኛ	-9.7517
▁ተወካይ	-9.75184
▁የፌስቡክ	-9.75316
▁ጀነራል	-9.75324
▁ቤተሰቦቻችን	-9.75376
▁መተግበሪያ	-9.75396
▁ማወቅ	-9.75533
▁ፕሪምየር	-9.7554
▁ምርምር	-9.75623
▁ሰብአዊ	-9.75653
▁የተሰኘ	-9.75694
▁እንደሌለ	-9.75744
▁አዋጁ	-9.75768
▁አንስተዋል።	-9.75789
▁ቱርክ	-9.75836
▁ግብሮች	-9.76039
▁ተቋርጦ	-9.76049
▁አለ።	-9.76073
▁ማስጠንቀቂያ	-9.76081
▁የሚገኘውን	-9.76138
▁የምስራቅ	-9.76199
▁ሶማሊያ	-9.76233
▁የሲዳማ	-9.76233
ቡ	-9.76236
▁ሰዉ	-9.76295
▁ወኪል	-9.76383
▁ጎሎችን	-9.76398
▁እንደነበረ	-9.76416
▁ራስ	-9.76498
▁ገፁ	-9.76514
▁ያለምን	-9.76518
▁ኩንታል	-9.76591
▁የህብረተሰብ	-9.76599
▁ዴ	-9.76606
▁ቦርዱ	-9.76709
መስመር	-9.76744
▁መንስኤ	-9.76771
▁መስኮት	-9.76775
በር	-9.7685
ብልት	-9.76873
ብን	-9.76915
▁ናፖሊ	-9.76959
▁ወይን	-9.76997
▁ሀሪ	-9.7714
▁አሳሳቢ	-9.77141
▁መንቀጥቀጥ	-9.77162
▁በተባለ	-9.77186
ስምንት	-9.77263
▁በዘላቂነት	-9.77269
▁መያዝ	-9.77274
▁በህክምና	-9.77391
▁ልውውጥ	-9.77392
▁አትሌቲክስ	-9.77452
▁ቻናላችንን	-9.77493
▁የቴክኒክ	-9.77498
▁መመልከት	-9.77564
▁ዝም	-9.77611
▁ነባር	-9.77626
▁ስራው	-9.77693
▁ራሳቸውን	-9.77783
60	-9.77787
▁የዘንድሮው	-9.77791
▁ያለዉ	-9.7809
ያን	-9.78177
▁መንግስታዊ	-9.78204
▁ምዕራፍ	-9.7822
▁ከሰዓት	-9.78233
▁ሰላሳ	-9.78257
▁አጫጭር	-9.78504
▁በገንዘብ	-9.78549
ግምት	-9.78646
▁ተጠርጣሪ	-9.78651
▁ታጣቂ	-9.78675
▁በኬንያ	-9.78701
▁ከትግራይ	-9.78762
▁ችግሮችን	-9.78767
▁ለመቀነስ	-9.78782
▁ፈጠራ	-9.78794
▁ዎል	-9.7884
▁በዩኒቨርሲቲው	-9.78863
▁የገበያ	-9.78917
▁ውጤቶች	-9.79014
▁ስፔን	-9.79054
▁ለቢቢሲ	-9.79107
▁ማድረጉ	-9.79113
▁የቅዱስ	-9.79141
▁ለመገንባት	-9.7916
▁ተጠናቀቀ	-9.79166
▁እቃዎች	-9.79185
▁የሊቨርፑል	-9.7923
▁ኮሙኒኬሽን	-9.79233
▁ፕሬስ	-9.79237
ሻምፒየንስ	-9.79291
▁ስራውን	-9.79338
▁ሚያዚያ	-9.79378
▁ወይስ	-9.79413
ሳብ	-9.79427
▁የሁለቱ	-9.79563
▁ዘግቧል፡፡	-9.79564
▁ውጊያ	-9.79601
▁ስያሜ	-9.79767
▁በመጀመሪያው	-9.79767
ኦ	-9.79769
▁ከሰሞኑ	-9.79848
▁ተጠናክሮ	-9.79932
▁በማሰብ	-9.79983
ቷ	-9.80055
▁ተራ	-9.80068
▁እግርኳስ	-9.80079
▁የአገልግሎት	-9.80162
▁ሐሙስ	-9.80207
▁የሃይማኖት	-9.80234
▁ሀገራቸው	-9.80235
▁ገጽ	-9.80357
▁ህሙማን	-9.80395
▁ፍጥነት	-9.80412
▁ሌላው	-9.80434
▁ረዳ	-9.80482
ማንችስተር	-9.80488
▁እንዲሰጡ	-9.80508
▁በውሰት	-9.80538
▁33	-9.80553
▁እንደሚቀጥል	-9.80617
▁መሰረታዊ	-9.80762
▁መንግስቱ	-9.80807
▁መኝታ	-9.80819
▁በዓሉ	-9.80826
▁የማኅበራዊ	-9.80862
▁ቴንሀግ	-9.80869
▁ወልቂጤ	-9.80952
▁ተጋላጭ	-9.81015
▁እንዲገቡ	-9.81015
▁ሲቪል	-9.8108
▁የተከሰተው	-9.81206
ቁ	-9.81252
ዋል።	-9.81276
▁ከቤት	-9.81301
▁በማስገባት	-9.81306
▁መጨመር	-9.81345
▁ሲዳማ	-9.81392
▁የፍፃሜ	-9.81424
▁ብፁዕ	-9.81462
▁በፌደራል	-9.81559
▁የመገናኛ	-9.81582
▁አሰጣጥ	-9.81675
▁ሰበር	-9.81731
▁ይበልጥ	-9.8175
▁ተፈጥሮ	-9.8189
▁ለማሳደግ	-9.81903
▁ሳሙኤል	-9.81941
▁አማካይ	-9.82055
▁የቡድኑ	-9.82275
▁በጦርነቱ	-9.82278
▁የሚደረጉ	-9.82287
▁መሄድ	-9.823
▁በማቅረብ	-9.82324
▁ጥላሁን	-9.82445
▁በመሄድ	-9.82487
▁ኒውካስል	-9.82506
▁አፈ	-9.82565
▁ማንነት	-9.82591
▁ድርጊቱ	-9.82618
▁በአደጋው	-9.82619
▁እንዳስታወቀው	-9.82706
ርገን	-9.8278
▁ክልሉ	-9.82789
▁ግራ	-9.82853
▁ባይ	-9.8289
▁ዳይሬክቶሬት	-9.82901
▁በአሰልጣኝ	-9.82931
▁ብራዚላዊው	-9.82944
▁ከተማዋ	-9.82984
▁ምንዛሬ	-9.83085
▁የሕክምና	-9.83097
▁ህዳሴ	-9.83235
▁ያለመ	-9.83319
▁ፓሊስ	-9.83332
▁ባለድርሻ	-9.83374
!!!	-9.83484
▁12:00	-9.83484
▁የብር	-9.83574
▁ግዴታ	-9.8363
▁በቀጣዩ	-9.83809
▁ፅኑ	-9.8381
=	-9.83844
▁ገልፀው	-9.83868
▁ትግል	-9.83888
▁የግንባታ	-9.83919
▁የሚዲያ	-9.83943
▁በዩክሬን	-9.83952
▁ጥላ	-9.84001
▁ርብርብ	-9.84052
▁ስጋ	-9.84127
▁መኖራቸውን	-9.8419
▁ገልጸው	-9.84219
▁ገብቶ	-9.84237
▁ተደምጧል።	-9.84271
▁ፈርናንዴዝ	-9.84287
▁በድሬዳዋ	-9.84291
▁የአፋር	-9.84305
ቻ	-9.84328
▁የተሰጠ	-9.84376
▁ለመውሰድ	-9.844
▁ይቻላል	-9.84402
▁ዕቅድ	-9.84403
▁ኬን	-9.84459
▁ጀርባ	-9.84588
▁ያልሆኑ	-9.84599
▁ብዙኃን	-9.84885
▁ሆ	-9.84903
▁ማዕከላዊ	-9.84912
▁ብሎም	-9.84966
▁ደሞ	-9.85213
▁ኢንቨስትመንት	-9.85227
▁በራስ	-9.8527
▁በተፈጠረው	-9.85273
ግማሽ	-9.85348
▁ኢንጂነር	-9.85379
▁ከነ	-9.85416
▁ሲደረግ	-9.85455
▁የተደረጉ	-9.85539
▁አድርጓል፡፡	-9.85631
----------------	-9.85657
▁አመልክተዋል።	-9.85721
▁ተሳታፊዎች	-9.85721
▁መለያ	-9.85755
▁አንበሳ	-9.85796
▁በሀዋሳ	-9.858
▁ታክስ	-9.85831
▁ቀርበው	-9.85904
▁ደቂቃዎች	-9.85962
▁ርዕስ	-9.85975
▁በተፈጠረ	-9.85988
▁እንስሳት	-9.8602
▁ጠቁሟል።	-9.86034
▁የተፈጠረው	-9.86111
▁ነዉ።	-9.86124
▁ደመቀ	-9.86162
▁በጉዳት	-9.86189
▁የሰጠው	-9.86205
▁ገብተዋል።	-9.86215
▁ስለመሆኑ	-9.86335
▁በአራት	-9.86338
▁ሚስት	-9.86404
▁ማሳሰቢያ	-9.86433
▁የሚመጡ	-9.86465
▁ማዕረግ	-9.86485
▁የሳይንስ	-9.86606
▁ግጭቶች	-9.86682
▁እንደሆነም	-9.86689
▁ተጠቃሚዎች	-9.86704
▁ገብረ	-9.86761
▁ኪሊያን	-9.86783
▁የሚያደርጉ	-9.86787
▁ይላል	-9.86814
▁ሩጫ	-9.86914
▁የቻለው	-9.86974
▁ኢንተርናሽናል	-9.87007
▁የሚደርሱ	-9.8702
▁ተደጋጋሚ	-9.87203
▁ለመቅረፍ	-9.87224
▁የመጡ	-9.8723
▁የውጪ	-9.87239
▁ውጤታማ	-9.87299
▁ጣልቃ	-9.8735
▁31	-9.87376
▁መስክ	-9.87604
▁ዲጂታል	-9.87616
አራት	-9.87686
▁ለመቀበል	-9.8769
▁6.	-9.87771
▁ድረ	-9.87815
▁ደመወዝ	-9.87855
▁የክብር	-9.87864
▁የበጎ	-9.87888
▁እየተባለ	-9.87907
▁400	-9.87933
▁ኢዜአ	-9.87959
▁አልባሳት	-9.88005
▁መድረሱ	-9.88201
▁ገልፀዋል	-9.8822
▁ጋ	-9.88225
▁ለመ	-9.88228
▁በጎንደር	-9.88242
▁ዶር	-9.88444
▁አረብ	-9.88456
▁እንደማይ	-9.8852
▁በፀጥታ	-9.88616
▁ለማጠናከር	-9.88735
▁አገልግሎቱን	-9.88741
▁ለማሸነፍ	-9.88757
▁ትዊተር	-9.88763
ባቸዉ	-9.8895
▁ይህንኑ	-9.88969
▁መድሃኒት	-9.88981
▁ያደርጋል	-9.89075
▁መዲና	-9.89158
▁እንድ	-9.8916
▁የፍቅር	-9.89172
▁ካምፕ	-9.89183
▁አቤቱታ	-9.89184
▁የኢንተርኔት	-9.89246
▁ለፍርድ	-9.89317
▁ከነበረው	-9.89386
▁ጀምሯል።	-9.89457
▁ነጋዴዎች	-9.89487
▁የሌላቸው	-9.89498
▁ቆይቷል።	-9.89538
▁ታዲያ	-9.89545
▁ግቡን	-9.89591
▁ጥፋት	-9.89704
▁አንቶኒ	-9.89724
▁በቦሌ	-9.89732
▁ማዕከላት	-9.89737
▁የኑሮ	-9.89739
▁ሁሴን	-9.8975
▁የተዘጋጀ	-9.89835
▁እገዛ	-9.89865
▁በሆነው	-9.89898
▁ይሰጣል	-9.89929
▁የሲቪል	-9.89938
▁ኢሳያስ	-9.89963
▁አቤቤ	-9.90016
▁ፕሮጀክቶች	-9.90016
▁ዶርትመንድ	-9.90016
▁ሊትር	-9.90026
▁ስማቸው	-9.90111
▁ተመላክቷል።	-9.90128
▁ታላቁ	-9.90207
▁ግራም	-9.90249
▁አስታውቀዋል፡፡	-9.90252
▁ሲያደርጉ	-9.90261
▁የምርምር	-9.90274
▁እናቶች	-9.90329
ሁሉም	-9.90348
▁ድንጋይ	-9.9042
▁ፕሮግራሞች	-9.90433
ጃ	-9.90495
.....	-9.9056
▁!!	-9.90561
▁በኢትዮ	-9.90607
▁ጠቅሷል።	-9.90663
▁ሂሳብ	-9.90737
▁ዋነኛ	-9.90774
▁ጽሕፈት	-9.90809
▁አብረው	-9.90819
▁ትርፍ	-9.90822
▁አና	-9.90848
በምስሉ	-9.90854
▁አደገኛ	-9.90902
▁ዶናልድ	-9.90915
▁ለሌሎች	-9.91005
▁ደሴ	-9.91045
▁የሚውል	-9.91072
▁ሲያደርግ	-9.912
▁የኢትዮጵያን	-9.91268
▁ተነግሯል	-9.91322
▁ፖለቲካ	-9.91349
▁አለመግባባት	-9.91367
▁እየተከናወነ	-9.91419
▁ክሪስታል	-9.91459
▁የግብርና	-9.91631
▁እንደሚሰራ	-9.91642
▁እንዲቆም	-9.91751
▁ወሬ	-9.91805
▁ያቀረበው	-9.91808
▁ዜግነት	-9.91811
▁በየቀኑ	-9.91844
▁ኦ	-9.91959
▁የተወሰኑ	-9.91959
251907	-9.91961
▁ሃገር	-9.92008
▁አለመሆኑን	-9.92012
▁ዴሞክራሲያዊ	-9.92022
▁ተጫዋቹ	-9.92066
▁ረቡዕ	-9.92074
▁በእስራት	-9.92094
▁ጠቁመዋል፡፡	-9.92198
▁የሚካሄደው	-9.92285
▁ዝቅ	-9.92412
▁ይፈልጋሉ	-9.92425
▁አደረሳችሁ	-9.92469
▁አድራጎት	-9.92474
▁ለመግባት	-9.9252
▁ተገኝተዋል።	-9.92569
▁መረብ	-9.92607
▁ክለቡን	-9.92649
▁ወጥቶ	-9.92652
▁መላው	-9.92869
▁የሚመለከታቸው	-9.92885
▁የያዘ	-9.92968
▁በስተቀር	-9.93168
▁ድብደባ	-9.93168
▁በመሆናቸው	-9.93169
▁ንጋቱ	-9.93191
▁የድጋፍ	-9.93221
▁ሩብ	-9.93224
▁አለማየሁ	-9.93246
▁ሳይንስና	-9.93253
▁ሲካሄድ	-9.93284
▁በመግለፅ	-9.93344
ኢ	-9.93368
▁ከጨዋታው	-9.93415
▁ቴዎድሮስ	-9.93436
▁የመርሲሳይዱ	-9.93573
ሚመለከታቸው	-9.93596
▁እንደገለፁት	-9.93622
▁እቃ	-9.93644
22	-9.93687
▁ልደታ	-9.93707
▁የደረጃ	-9.9371
▁34	-9.93744
▁መዋሉን	-9.9384
▁መምጣት	-9.94014
▁የሀዋሳ	-9.94021
▁መስፍን	-9.94045
▁ደኅንነት	-9.94081
▁ሳካ	-9.94088
▁በጋምቤላ	-9.94106
▁እያንዳንዳቸው	-9.94107
ተው	-9.94118
▁እንደዚህ	-9.94153
▁መጠጥ	-9.94154
▁ለመቀላቀል	-9.94172
▁አልያም	-9.94173
▁በሩሲያ	-9.94242
▁የክስ	-9.94253
21	-9.94269
▁ጠቅሰዋል።	-9.94288
▁ዋዜማ	-9.9432
▁በብዛት	-9.94322
ሲል	-9.94322
▁መድፈኞቹ	-9.94328
▁እገዳ	-9.94358
▁ክረምት	-9.94395
▁ኢኮኖሚያዊ	-9.94408
▁ከክልሉ	-9.94444
▁ግብይት	-9.94508
▁ሹመት	-9.94558
▁የተገለፀ	-9.94593
▁እንዲቀጣ	-9.94676
ጅ	-9.94679
▁ቀዶ	-9.94715
▁ኅብረት	-9.94728
▁ጠቅሶ	-9.94802
▁መንግሥታት	-9.94816
▁ህዝባዊ	-9.94838
▁የፍርድ	-9.94861
▁የገቢ	-9.94961
▁መጽሐፍ	-9.94992
ሃ	-9.95079
▁ይታወሳል	-9.95086
▁ታዋቂ	-9.951
▁የድርጅቱ	-9.9511
▁በመግለጽ	-9.95148
▁ማህበራት	-9.95148
▁ጥልቅ	-9.95262
▁ተቀብሎ	-9.95285
▁ቪዲዮ	-9.95294
▁አፈጻጸም	-9.95311
▁ሮማ	-9.9533
▁ተዋሕዶ	-9.95464
▁በጥሩ	-9.95487
ዓመት	-9.95513
▁ለመግዛት	-9.95522
▁እናደርሳለን	-9.9554
ጉ	-9.95552
▁ተካሂ	-9.95669
ብስራት	-9.95732
▁75	-9.95832
▁በፍፁም	-9.95843
▁ባካሄደው	-9.95879
▁ለገበያ	-9.959
()	-9.95902
▁እንዲቀጥል	-9.95911
▁የተሰጠው	-9.95959
▁ፎቅ	-9.95967
▁ሪከርድ	-9.95999
▁ወሲብ	-9.96014
▁ስብከት	-9.96021
▁የአገር	-9.96029
▁ፌደራል	-9.96145
▁ሄክታር	-9.9616
▁በአገሪቱ	-9.96179
▁የአገሪቱ	-9.96276
▁የቻለ	-9.96286
▁ዘውዴ	-9.96286
▁ከመንግስት	-9.96288
▁ሃብት	-9.96315
ቤቶች	-9.96341
▁እኩል	-9.96379
▁ማርያም	-9.96389
▁እነ	-9.96402
▁አብዲ	-9.9645
▁ከአፍሪካ	-9.96455
▁ከጥቂት	-9.96495
▁ክህሎት	-9.96497
▁ጉባኤው	-9.96499
▁በመስራት	-9.96532
▁ወላጅ	-9.96555
▁ሀዘን	-9.96677
▁ከቅርብ	-9.96785
▁ሰምቷል።	-9.96794
▁ውሎ	-9.96838
▁የሙዚቃ	-9.96853
▁ውጥረት	-9.96854
▁አንድም	-9.96888
▁ዘመኑ	-9.9689
▁በመውሰድ	-9.96921
▁ፖለቲካዊ	-9.96954
▁መቀበል	-9.96968
▁ያመለክታል።	-9.9702
▁ማኔ	-9.97026
▁መያዛቸውን	-9.97034
▁መሸጫ	-9.97111
▁ራሽፎርድ	-9.97133
▁ቅጥር	-9.97179
▁አጠናክሮ	-9.9723
▁የደረሰባቸው	-9.97233
▁በተለምዶ	-9.97277
▁በደብረ	-9.97292
▁ነበሩ።	-9.97294
▁ቀንድ	-9.97357
▁ተገል	-9.97443
▁ክቡር	-9.97447
▁መልእክት	-9.97461
▁ምንድነው	-9.97526
▁ከደቡብ	-9.97538
▁የክፍያ	-9.97557
▁እየተጣራ	-9.97578
▁ድልድይ	-9.97579
▁ጉ	-9.97633
▁ሱቆች	-9.97696
▁እንዲወጣ	-9.97698
......	-9.97698
▁ስለሆነም	-9.97732
▁መጠበቅ	-9.97777
23	-9.97796
▁የህይወት	-9.97818
▁ፈረንሳዊው	-9.97859
▁መግዛት	-9.9786
▁ቤቱን	-9.97878
▁በተከሰተው	-9.98033
▁የዲጂታል	-9.98054
70	-9.98071
▁መንፈስ	-9.98105
▁ተይዞ	-9.98146
▁ድርቅ	-9.98154
ቆ	-9.98158
▁ተዘግቧል	-9.98301
▁የወጡ	-9.98327
▁ራሱ	-9.98382
▁ያስ	-9.98382
ቫይረሱ	-9.9842
▁በትክክል	-9.98492
▁የብሄራዊ	-9.98504
▁መዋቅር	-9.98506
▁የኮሚሽኑ	-9.98571
▁እናንተ	-9.98608
▁ሚንስቴር	-9.98626
▁ጥብቅ	-9.98658
▁ኤስ	-9.98668
▁ዜጋ	-9.98691
▁የሰዎች	-9.98715
▁ሀብታሙ	-9.98796
▁ኮንጎ	-9.98891
▁በውድድሩ	-9.98951
▁ተነግሯል፡፡	-9.98973
▁ጁኒየር	-9.98984
ወደ	-9.99034
▁ማህበሩ	-9.99039
▁በመጨረሻም	-9.99043
▁በከተማ	-9.99067
▁የገቡ	-9.99139
▁ሌ	-9.99158
▁ረጅም	-9.99177
▁እንዲፈቱ	-9.99213
▁የሚመሩት	-9.99216
▁መገኘቱን	-9.9925
▁ዴቪድ	-9.99278
▁ደራሲ	-9.99295
ታቸው	-9.99318
200	-9.99323
▁ተፅዕኖ	-9.99332
▁የተጀመረው	-9.99451
▁ሲደርስ	-9.9947
ሲሉ	-9.99475
▁አመልካቾች	-9.99506
▁ያለባቸው	-9.9952
▁ዳዊት	-9.99574
▁የሚያደርጉት	-9.99577
▁ዓመቷ	-9.99596
▁የስነ	-9.99655
▁አምስተኛ	-9.99674
▁ሻምፒዮን	-9.99696
▁መጠናቀቁን	-9.99807
▁በዋና	-9.99846
በሺዎች	-9.99895
▁በፈረንሳይ	-9.99967
▁የሀገራችን	-10.0004
ሚኪያስ	-10.0005
▁ማራቶን	-10.0006
▁መርማሪ	-10.0008
▁የጭነት	-10.0008
▁የፈጠራ	-10.001
▁ሚያዝያ	-10.0013
▁ቀዳሚ	-10.0027
▁በሁለተኛ	-10.0029
▁ኩባንያዎች	-10.0032
▁የድሬዳዋ	-10.0033
▁ላሉ	-10.004
▁የተከላካይ	-10.0041
▁የማድረግ	-10.0044
▁የተፈናቀሉ	-10.0046
▁ተደራሽ	-10.0046
▁ማቆም	-10.0055
▁ቃጠሎ	-10.0061
▁አጀንዳ	-10.0063
▁አድማ	-10.0065
▁ከመስከረም	-10.0065
▁ማዕቀብ	-10.0074
▁ቫን	-10.0088
▁ማንኛውንም	-10.0089
▁በአገር	-10.009
▁በእጅጉ	-10.009
▁ይገኙበታል።	-10.0093
▁ማኅበር	-10.0107
▁ለመላው	-10.0108
▁በወቅታዊ	-10.0108
▁ለማድረስ	-10.011
▁እንደሚጀምር	-10.0111
▁ግልጽ	-10.0117
▁በፌስቡክ	-10.0118
/2017	-10.0119
▁በፍርድ	-10.0119
▁በአዳማ	-10.012
▁በሴቶች	-10.0124
▁የውስጥ	-10.0126
▁የመጣ	-10.0133
▁ቀጣዩ	-10.0134
▁መንቀሳቀስ	-10.0135
▁ጫማ	-10.0136
▁የተጠረጠሩ	-10.0137
▁ታላላቅ	-10.0138
▁ቀርቧል።	-10.0139
▁የሚደርስ	-10.0143
▁ሽፋን	-10.0146
▁በሶማሊያ	-10.0146
▁ዮሐንስ	-10.0151
▁አንደኛው	-10.0156
ፎ	-10.0168
▁በጥይት	-10.0169
▁ሕጋዊ	-10.0169
▁እውቀት	-10.0177
▁የቴክኖሎጂ	-10.0179
▁ጦርነቱ	-10.018
▁የተከለከለ	-10.0185
▁ፍለጋ	-10.0194
▁36	-10.0198
▁የታላቁ	-10.0206
▁አስተማማኝ	-10.0212
▁ይሁንና	-10.0214
▁እየተደረገላቸው	-10.0215
▁ካልሆነ	-10.0232
ዛሬዉ	-10.0233
▁ለሀገር	-10.0237
▁የሚቆይ	-10.0238
▁5:00	-10.0241
▁እንደሚፈልግ	-10.0244
▁ግሩፕ	-10.0245
▁ተይዘው	-10.0245
2011	-10.0258
▁ተመራቂ	-10.0274
▁የተወሰነ	-10.0275
▁ሁከት	-10.0276
▁መረጋጋት	-10.0278
▁አለመረጋጋት	-10.0279
▁የስደተኞች	-10.0282
▁በየዓመቱ	-10.0285
▁ውድድሩ	-10.0287
▁2-0	-10.029
▁ባለሥልጣናት	-10.0304
▁ስን	-10.0309
▁የተቋሙ	-10.031
▁አስነብቧል።	-10.0318
▁አገግመዋል።	-10.0331
▁ኮሎኔል	-10.0337
▁ኢራን	-10.0337
▁ለመጀመር	-10.034
▁ቀርቦ	-10.0343
▁የተካሄደው	-10.0343
▁ምንዛሪ	-10.0346
▁በሆኑ	-10.0348
▁ብሔር	-10.0348
▁ኑሮ	-10.0348
▁ስለሚ	-10.0353
▁ሆና	-10.0361
▁ቴሌ	-10.0369
▁በስፔን	-10.0371
▁ሃገራት	-10.0377
▁ብሬንትፎርድ	-10.0377
▁በእ	-10.0382
ዥን	-10.0384
▁ትክክል	-10.0388
▁ሳለ	-10.0388
▁ልት	-10.0392
▁በዋናነት	-10.0395
▁ባህርዳር	-10.0397
▁አካላትን	-10.0413
▁የሶስት	-10.0417
▁በሕግ	-10.0427
▁ቁሳቁስ	-10.0432
▁አደሮች	-10.0433
▁ማድረጋቸውን	-10.0434
▁ተልዕኮ	-10.0434
▁አማ	-10.0435
▁ተጫዋቹን	-10.0436
▁ይታወቃል፡፡	-10.0446
▁እንደሚያደርጉ	-10.0447
▁ከዓለም	-10.0457
▁እንዲያ	-10.0461
▁ስርዓቱ	-10.0467
▁ተጠርጣሪው	-10.0469
▁ኪንግ	-10.0472
▁ታዬ	-10.0478
▁ከስራ	-10.048
▁ተናገሩ	-10.0481
▁ጠበቃ	-10.0488
▁አስታውቋል	-10.0488
▁በደንብ	-10.0489
▁የፓርቲው	-10.0492
▁ያገኛሉ	-10.0493
▁2020	-10.0493
▁ግልፅ	-10.0495
▁ግንዛቤ	-10.0504
▁ቀኑ	-10.0506
▁እንፈልጋለን	-10.0508
▁ሸገር	-10.0509
▁ለመጠበቅ	-10.0514
▁ተወላጆች	-10.0516
▁እርስ	-10.0516
▁ምንጭ፡	-10.052
▁መፍጠር	-10.0521
ስተኛ	-10.0523
▁የተረጋገጠ	-10.0528
▁በተያዘው	-10.0528
▁ሁላችንም	-10.0538
▁አለው።	-10.0539
▁ከሶስት	-10.0543
▁ባለሞያዎች	-10.0544
▁ሰጥቶ	-10.0548
▁ማኅበረሰብ	-10.0566
▁መስራች	-10.0574
▁ገለጻ	-10.0575
▁እንግዶች	-10.0584
▁ኤል	-10.0586
▁ኮሮና	-10.0587
▁ለፊት	-10.0589
35	-10.0589
▁መዋላቸውን	-10.0591
▁ግዙፍ	-10.0599
▁ማመላለሻ	-10.0601
▁አሳዛኝ	-10.0602
▁እንደሚካሄድ	-10.0605
▁ማጥፋት	-10.0605
▁ለማየት	-10.0612
▁አከባቢዎች	-10.0623
▁አላቸው	-10.0653
▁የተፈጠረውን	-10.0659
▁ፖል	-10.0662
▁በእሳት	-10.0662
▁ተመልክቷል።	-10.0666
▁ሲሰጥ	-10.0667
▁የሚፈልጉ	-10.0668
▁ኮቪድ	-10.0672
▁ተፈራ	-10.0676
▁መግባባት	-10.0678
▁በበረከት	-10.0678
▁ሀገረ	-10.0679
▁ያስፈልጋል	-10.068
▁ፈቃደኛ	-10.0686
▁ሞሮኮ	-10.0689
▁ደጋፊ	-10.069
ምራ	-10.0694
▁ደርሰዋል።	-10.0697
የኢትዮጵያ	-10.0701
ሰን	-10.0706
▁በሚደረገው	-10.0707
▁ከአሜሪካ	-10.0707
▁የጎርፍ	-10.0708
▁ከጥቅምት	-10.0708
▁09	-10.0709
▁የክረምት	-10.0711
ጭ	-10.0716
እኔ	-10.0718
▁አባላትን	-10.0719
▁መሆኗን	-10.0722
▁የቆየ	-10.0735
▁በመደበኛ	-10.074
▁ውድድሩን	-10.0741
▁7.	-10.0751
▁እነሱ	-10.0758
▁ታውቋል	-10.0761
▁የመጨረሻው	-10.0764
▁የማህበረሰብ	-10.0764
▁ማለታቸውን	-10.0769
አንድ	-10.0774
▁ፉልሀም	-10.0779
ታህሳስ	-10.0785
▁ገፃቸው	-10.08
▁ብት	-10.0804
▁ሆሳዕና	-10.0806
▁አረጋግጧል።	-10.081
▁የልብ	-10.0816
▁ጉዳዮችን	-10.0816
▁2024	-10.0816
▁መሆኑም	-10.082
▁ተናገሩ።	-10.0825
አዲስ	-10.0825
▁በሚመለከት	-10.083
▁የፍትህ	-10.0834
▁ይሄንን	-10.084
▁ሴ	-10.084
▁ለማጠናቀቅ	-10.0843
▁እንደነበሩ	-10.0845
▁ሊጉን	-10.0849
▁አስረድተዋል፡፡	-10.0857
▁ፓትርያርክ	-10.0861
▁ሞ	-10.0867
▁በነበራቸው	-10.0871
▁.....	-10.0872
▁ወስደው	-10.088
▁ከማንችስተር	-10.0886
▁ሜ	-10.0896
▁በቀጣይም	-10.0897
▁ዋንጫው	-10.0897
▁ተገለፀ	-10.09
▁በድጋሜ	-10.0901
▁የወላይታ	-10.0902
▁የተሰማሩ	-10.0903
28	-10.0903
ናቸው	-10.0905
▁በኦንላይን	-10.0906
▁ፍሬ	-10.091
▁ተገለጸ።	-10.0912
▁ቤተሰቦቻቸው	-10.0922
▁ጥሎ	-10.0922
▁ጣቢያው	-10.0929
▁የጎንደር	-10.0939
▁እፈልጋለሁ	-10.0939
▁ነበሩ	-10.0939
▁የግብፅ	-10.0941
▁ለሁለተኛ	-10.0945
▁የባንኩ	-10.0947
▁ቀጥሎ	-10.0952
▁በተከታታይ	-10.0952
▁ከስልጣን	-10.0959
▁በንብረት	-10.0959
▁ህብረተሰብ	-10.0965
▁ዳ	-10.0972
▁ቁጥሩ	-10.0972
▁ያህሉ	-10.0972
▁የግድያ	-10.0974
▁የዘር	-10.0978
▁በስፍራው	-10.0986
▁እግዚአብሔር	-10.0995
▁ሙሴ	-10.0995
▁አብዛኞቹ	-10.0995
▁በቦታው	-10.1008
▁የዛሬው	-10.1011
▁ናት።	-10.1012
▁መሃመድ	-10.1015
▁በፍቅር	-10.1015
▁የእጅ	-10.1017
▁አር	-10.102
▁መላክ	-10.102
▁ሁሉን	-10.1023
▁ተጠርጣሪዎቹ	-10.1032
▁150	-10.1034
▁መመዝገብ	-10.1038
▁ለመደገፍ	-10.1038
▁ማጣራት	-10.1042
▁መማር	-10.1045
▁ስንት	-10.1049
▁ቁጥራቸው	-10.1052
▁በየነ	-10.1053
▁ኦሮሞ	-10.1061
▁ሲልቫ	-10.1061
▁ፖሊሶች	-10.1062
80	-10.1067
▁የወርሀ	-10.1069
▁ቀዳሚው	-10.1075
▁37	-10.108
▁ኢብራሂም	-10.1082
▁እኔም	-10.1084
▁ማዕከሉ	-10.1092
▁በጥብቅ	-10.1095
ንግ	-10.1097
▁የሚመለከተው	-10.1103
▁አመቻችቶ	-10.1104
▁ለማሻሻል	-10.1104
▁ነዋሪዎቹ	-10.1109
▁ዘር	-10.1119
▁ምደባ	-10.1122
▁እኛም	-10.1124
▁ጽኑ	-10.1125
▁አንቶኒዮ	-10.1128
▁ባሕር	-10.1128
▁እሱን	-10.113
▁ሪፖርተር	-10.1135
▁ጃዋር	-10.1136
▁በጠቅላይ	-10.1138
▁የሙያ	-10.1141
▁አፋር	-10.1145
▁እያንዳንዱ	-10.1147
ዓመታት	-10.115
▁ውሳኔው	-10.1151
▁ስኬት	-10.1152
▁የእርዳታ	-10.1154
▁38	-10.1155
▁ጎዳና	-10.1159
▁ዩኒቨርስቲዎች	-10.1159
▁ፕ	-10.1159
▁ሜዳሊያ	-10.116
▁አስቆጥሯል።	-10.1163
▁ከእኛ	-10.1169
▁ችሎታ	-10.117
ሸ	-10.1172
▁ቀለም	-10.1174
▁ኑ	-10.1174
▁ግፊት	-10.1176
▁የተሳሳተ	-10.1186
▁በከፊል	-10.1187
▁ጠላት	-10.119
▁የሚደረገውን	-10.1191
▁ማልያ	-10.1194
▁ስላለው	-10.1197
▁አመላክቷል።	-10.1198
▁በወረዳው	-10.1203
▁እንቅስቃሴዎች	-10.1205
▁የበረራ	-10.1206
▁2023	-10.1209
▁በተመጣጣኝ	-10.1213
▁መረጃውን	-10.1216
▁ኤርሊንግ	-10.122
▁ይሰጣል።	-10.1222
▁እሸቱ	-10.1223
▁አስከሬን	-10.1225
▁በአምስት	-10.1228
▁ወርቁ	-10.1232
▁ይዘን	-10.1235
▁ገልጿል	-10.1242
▁2-1	-10.1244
▁አገልግሎቶችን	-10.1249
▁የውድድሩ	-10.1255
▁ዳቦ	-10.1261
▁ሲደርሱ	-10.1264
▁በጦርነት	-10.1268
▁ወሰን	-10.127
▁የሙስና	-10.1271
ጫ	-10.1272
▁በአየር	-10.1274
▁ያላት	-10.1275
▁በከባድ	-10.1278
▁ታራሚዎች	-10.1282
▁ይጠቀሙ	-10.1289
▁ሊድስ	-10.1292
▁ማምሻውን	-10.1296
▁ከሆኑ	-10.131
▁ተከሳሹ	-10.1314
▁ኮማንድ	-10.1316
90	-10.1323
▁ያጋጠመው	-10.1325
▁አቡበከር	-10.1333
▁በነበረ	-10.1336
▁የጀመረው	-10.1343
▁ክብረ	-10.1344
▁ሙዚቃ	-10.1347
▁ለይቶ	-10.135
▁ባላቸው	-10.1366
▁የቀረበው	-10.1369
ሚካኤል	-10.137
▁ፖርቹጋላዊው	-10.1379
▁ከትላንት	-10.1384
▁እየሆነ	-10.1384
▁በትዊተር	-10.139
▁የወጣ	-10.1394
▁ቪ	-10.1395
▁ተነስቶ	-10.1396
ዕ	-10.1402
▁አንቀጽ	-10.1407
▁ከተማው	-10.1412
▁አለሙ	-10.1414
▁ዋልያዎቹ	-10.1414
ረጅም	-10.1417
ጨ	-10.1417
▁ማድረጋቸው	-10.1418
▁ስኬታማ	-10.1421
▁ታሳቢ	-10.1426
ስርዓት	-10.1432
▁ሰለባ	-10.1434
▁ሆስፒታሉ	-10.1435
▁ኤልያስ	-10.1437
▁እስልምና	-10.1441
▁ደርሶ	-10.1449
▁እየሰጠ	-10.1451
▁በርንማውዝ	-10.1451
ጽ	-10.1454
መሀል	-10.1466
▁ከጥር	-10.1472
ኢዜአ	-10.1472
▁ኪሳራ	-10.1474
▁ኤጀንሲው	-10.1482
▁ሳውዲ	-10.1492
▁ማሳካት	-10.1494
▁ነክ	-10.1495
▁ክፍተት	-10.1501
ተር	-10.1514
▁ሆነዋል።	-10.1515
▁የቀብር	-10.1515
▁ሞሀመድ	-10.1522
▁የብድር	-10.1525
▁2022	-10.1531
▁ሳል	-10.1533
▁አስተላልፈዋል።	-10.154
▁ጊዜው	-10.1547
▁ስፔናዊው	-10.1551
ቾ	-10.1559
▁አስቆጥሯል	-10.1561
▁የአስተዳደር	-10.1567
▁ግምገማ	-10.1567
▁ይጠበቃል፡፡	-10.1567
▁የቅርብ	-10.1568
▁የጣልያን	-10.1571
▁የኮንትሮባንድ	-10.158
▁ያሉት።	-10.1581
▁ህንጻ	-10.1583
▁ደርቢ	-10.1586
▁አቅራቢ	-10.1586
▁ስርቆት	-10.1587
▁ፊትለፊት	-10.1588
▁በመላክ	-10.1594
▁ቤንዜማ	-10.1595
▁የሆነችው	-10.1599
▁ትራፊክ	-10.1602
▁ብቁ	-10.1603
▁ባህላዊ	-10.1605
▁ስትሆን	-10.1608
▁ሀላፊዎች	-10.1608
▁የወጣው	-10.1612
▁ያውቃሉ	-10.1613
▁የሶማሌ	-10.1617
▁ለሰላም	-10.1617
▁ካፒታል	-10.1618
▁የሚችለው	-10.1619
▁ኔይማር	-10.1623
▁ከክለቡ	-10.1635
ኛል	-10.1636
▁አስተያየታቸውን	-10.1639
▁እርግጠኛ	-10.1651
▁መርምሮ	-10.1661
▁መጥፎ	-10.1665
▁ያገኘው	-10.1673
ሰዓት	-10.1673
▁በሚባል	-10.1675
▁ሃ	-10.168
▁ኢንተርኔት	-10.1694
▁በአል	-10.1694
▁ማስተካከያ	-10.1697
▁የባሕር	-10.1706
▁በበጀት	-10.1712
▁እጣ	-10.1714
▁አዘጋጅ	-10.1718
ጀ	-10.1721
▁ጥቃቱን	-10.1721
▁ምርቶችን	-10.1721
ፉ	-10.1724
▁የቱርክ	-10.1724
▁በጸጥታ	-10.1727
▁አባላቱ	-10.1727
▁ሆን	-10.1729
▁አብዛኛው	-10.1735
▁የተገኙት	-10.1738
▁አብርሃም	-10.1739
▁እርምጃዎች	-10.1741
▁ደረሰ	-10.1745
ቻችን	-10.1746
▁ውለው	-10.1747
▁አፈፃፀም	-10.1747
▁በወንጀል	-10.1757
▁ቀጥተኛ	-10.1757
▁በውይይቱ	-10.1759
▁በምርጫ	-10.176
▁ለጋዜጠኞች	-10.176
▁በትግስት	-10.1763
2700	-10.1773
▁ሲቲው	-10.1776
▁እውነተኛ	-10.1779
▁በብዙ	-10.178
▁አሸናፊዎች	-10.1781
▁በጥቃቱ	-10.1787
▁ደጀኔ	-10.1787
▁አደረጃጀት	-10.1799
▁ከሚገኘው	-10.1799
▁በቃ	-10.1799
ካሬ	-10.1801
▁ለማውጣት	-10.1802
45	-10.1804
▁መክፈል	-10.1804
▁መደብ	-10.1807
▁ሰር	-10.1808
አሁን	-10.181
▁አለበት።	-10.1811
ኅዳር	-10.1814
▁ከአማራ	-10.1814
▁ሳውዝሀምፕተን	-10.1816
▁የወዳጅነት	-10.1818
▁ሞባይል	-10.1819
ኑን	-10.1824
▁ቪንሰስ	-10.1825
▁ገጹ	-10.1834
▁ያካተተ	-10.1848
55	-10.1849
▁በዘርፉ	-10.1853
▁48	-10.1856
▁መቆየቱን	-10.1857
▁እንደሚቻል	-10.1859
▁የገለፀው	-10.1859
▁አርጀንቲናዊው	-10.186
▁ምክንያቱ	-10.186
▁የግብ	-10.1867
▁በክልል	-10.1877
▁11:00	-10.1882
▁ተቋማትን	-10.1882
አይ	-10.1883
ቅጣት	-10.1884
▁ዙርያ	-10.1887
▁ሴጣኖቹ	-10.1887
▁ያሰለጠናቸው	-10.1887
▁መታሰቢያ	-10.1888
▁በማዕከላዊ	-10.1892
▁ኢነርጂ	-10.1893
▁አስመርቋል።	-10.1902
▁የአርሰናል	-10.1905
▁አጠገብ	-10.1912
▁አካውንት	-10.1922
▁ገርጂ	-10.1923
▁በነበሩ	-10.1925
▁ሊደረግ	-10.193
▁እጦት	-10.193
▁አሳ	-10.1933
▁እንዳል	-10.1937
▁ፋይናንስ	-10.1939
ቸ	-10.1942
ላይ	-10.1944
▁ግዛቶች	-10.1947
ዬን	-10.1951
▁ምርጡ	-10.1952
ሚር	-10.1952
▁የበጀት	-10.1954
▁አያሌው	-10.1962
▁ተጠናቋል	-10.1968
▁መሞታቸውን	-10.1977
▁ከትናንት	-10.1978
▁ከአካባቢው	-10.1982
▁የሚካሄድ	-10.1985
▁መጠየቅ	-10.1987
